{"image": "1", "text": "[*31.*] Bangor, Pa. May 22nd 1914. Col. Roosevelt Comrade & Friend Dear Sir I am one of Gen. D. E. Sickles old Regt & Brigade I served through all of the civil war. During the 5 years was with Gen Sickles when He Lost His Leg. Then He Left us. I Regret your Absence From this country. During your trip to S.A. I saw Mr. Pinchot Here & Had a Little talk with Him about you & the Political Situation of the country I am with you for the Election of Gifford Pinchot as U.S. Senator. one Law Here must Be Repealed. as we are deprived of Voting for whoever we Desire at the Primaries. if you come to Eastern or Bangor Pa I would Like to See you Address 25 Market St B angora Pa Yours Very Resp. Caleb Aber"}
{"image": "2", "text": "2590 THE WESTERN UNION TELEGRAPH COMPANY INCORPORATED INTER-DEPARTMENT COMMUNICATION IN REPLYING PLEASE REFER TO REPLYING TO YOUR LETTER OF GALVESTON, TEX. MAY 22/1914 HON. THEO. ROOSEVELT, OYSTER BAY, N.Y. DEAR SIR - JUST A LINE OF GOOD WISHES ON YOUR SAFE RETURN, AND THE HOPE THAT YOUR HEALTH MAY BE COMPLETELY RETORES; EVERY LINE THE NEWSPAPERS PRINT OF YOU AND YOUR ACTIVITIES IS READ WITH AVIDITY. A GROUP OF US TELEGRAPH OPERATORS WERE KINDLY DISCUSSING YOU AND YOUR MOVEMENTS THIS MORNING, AND I DECIDED TO SEND THIS LETTER TO SHOW WHAT WE THINK OF \"OUR TEDDY\" DOWN THIS WAY, AND HOPE YOU MAY SOME TIME HONOR OUR GREAT AND GROWING CITY WITH A VISIT. YOURS RESEPCTFULLY, [*Robert Lyles Beal*]"}
{"image": "3", "text": "LUCIEN BECKNER TELEPHONE 478 THE BECKNER PRINTING COMPANY \"WE NEVER DISAPPOINT\" MAY 27 Ans'd 136, 138, 140 West Short Street LEXINGTON, KY. May 22, 1914. Hon. Theodore Roosevelt, Oyster Bay, N.Y. Dear Sir: In common with Progressives all over the United States, I am delighted at your return from the wilds. In fact, we are in the wilds here in the States and need a leader to show us the way out. Men of all political faiths are looking forward to an opportunity to vote for you again The country is realizing that its [?peace?] follows are mere flunkies to their fears and trying to lead the people into the beatific attitude of the ostrich which permits the hunter to slip up on it. It is charming to us \"old line\" Roosevelts, to hear the Democrats \"take water\" on the [?anution?] they so often made in The past, that"}
{"image": "4", "text": "LUCIEN BECKNER TELEPHONE 478 THE BECKNER PRINTING COMPANY \"WE NEVER DISAPPOINT\" 136, 138, 140 West Short Street 2 LEXINGTON, KY. \"Roosevelt got all his ideas from Bryan.\" The tariff legislation is of course as honest as such things usually are, but it is theoretical, and is causing a vast amount of unrest and a corresponding slump in business. The banking legislation is apparently pleasing. An intense agitation is sweeping over the country on matters which are by some deemed religions and by others political. The activities by the Knights of Columbus, and the improved public ideals about city government have centered men's attention on the Catholic church and its effort for Catholic schools. In this matter the Administration is at outs with the protestant sentiment of the country and doesn't seem to have sense or goodness enough to get it right. If the president could open his mouth and \"line 'em out like Teddy,\" or would stop his secret system of conducting"}
{"image": "5", "text": "LUCIEN BECKNER TELEPHONE 478 THE BECKNER PRINTING COMPANY \"WE NEVER DISAPPOINT\" 136, 138, 140 West Short Street 3 LEXINGTON, KY. public affairs, he would stand much better. You have educated us to expect the president to talk, and he who falls short of your measure, will be a public disappointment. Then the president ought to say a wise word to allay the Protestant ill-feeling and at the same time let Rome know her place in such a way as would prevent exception being taken , and he would immediately please again. He is a Protestant, and can not be expected to attend Catholic ceremonials and lend himself to even the appearance of intrigue. All together the public wants you, and is looking to you to say something to check the orgy of \"peace\" going on in Washington. Think of $25,000,000"}
{"image": "6", "text": "Personal and confidential. 209 East Capitol Street, 26. Washington, D.C. May 22, 1914. [* Ack 5/27/14.*] Hon. Theodore Roosevelt, Oyster Bay, New York. Dear Sir: - I am a Democrat, and have voted the straight Democratic ticket for more than 45 years, or from Greeley to Wilson, but it is my deliberate judgment that you will be the next man, if you keep your health, to be elected President of the United States. It is in the air, and he who runs can see, hear and feel it. I attended the meeting of Judge Lindsey and the Colorado women last night at the Armory on G street in this city. The meeting was an exceedingly large and enthusiastic one and ran from 8 P.M. until midnight. But one thing struck me particularly, and that was the way the mention of your name in connection with your settlement, and the way it was done of the Pennsylvania coal strike, was received. The speaker had referred in complimentary terms to President Wilson, but expressed a doubt as to whether or not he possessed the necessary amount of nerve and red blood to handle the Colorado strike situation, and then said that if you were President it would be settled and settled quickly and satisfactorily. At this point in his speech the crowd broke loose in the wildest cheers which lasted for fully a minute. It was not altogether a revelation to me, but it did show that your name was still the one great name to conjure with, and that the eyes of all the foes of Democracy were fixed upon you as the one man around which the opposition to the present administration of national affairs was rallying for the Presidential battle of 1916. I tell you this, for the reason that the papers of Washington do not mention it, but which was one of the most distinctive incidents of this really great meeting. Very truly yours, Henry G. Bell."}
{"image": "7", "text": "Ack 5/27/14 Hay Side, Long Island New York, May 22, 1914. Honorable Colonel Theodor Roosevelt. Oyster Bay, Long Island Dear Sir: - I am very glad that you arrived home in good health. It has been a long time since I want to write to you and to tell you what a great admiration and respect I have for you, that I cannot express on the paper. But here is one instant,"}
{"image": "8", "text": "that can prove you it and from which you can imagine and convince yourself of the truth of my words. My first son who is attending a Public School at Hay Side in Long Island is named in your honor. Inclosing this letter, I really hope and wish from the dept of my heart that some day I shall have the greatest honor of seeing you and saying to you one word in a [?] of voice. I remain your humble servant J. P. Belmonte P.S. I would highly appreciate if you would send me your picture."}
{"image": "9", "text": "Pacific Phone GEO. C. BROWNELL Office 52 WM. M. STONE Res. Oak Grove Red 57 BROWNELL & STONE Home Phone ATTORNEYS AT LAW Office B 151 OREGON CITY, OREGON May 22nd, 1914. Hon. Theodore Roosevelt, Oyster Bay, N.Y. Dear Sir: In Dec. 1903, I had passed through the Senate and House, at Salem, Oregon, a Resolution committing the Legislature of the State of Oregon, to your renomination at that time. I am still making another prediction, which you will observe from the enclosed interview. I am still with you, as I have always been, because I have felt that while you have seemed to think that I was guilty of criminal misconduct, someday I am going to convince you that you have been deceived, and I have never had any hard feeling towards you because I have felt that you had to believe what certain parties in Oregon felt in their duty, at all times to impress upon you. I was a candidate for governor this year, and polled a splendid vote although there were eight other candidates in the field. I am not writing this letter with any hopes of reward from you, or anything of that kind; I simply believe that you are the man to meet the demand of the country in the next Presidential contest, and I am for you. You will carry Oregon with a big majority. Everything indicates that the sentiment here now, is very strong for you. Very sincerely Yours, Geo C. Brownell"}
{"image": "10", "text": "J. DAY BROWNLEE, JR. ATTORNEY AT LAW SAVINGS AND TRUST BUILDING INDIANA, PA. [*ack 5/27/14*] May 22, 1914. The Hon. Theodore Roosevelt, 287 Fourth Avenue, New York City. Dear Sir:- Indiana County Progressives send you congratulations on your safe return from your epoch-making journey to South America. Ours is the Pennsylvania County that gave you six hundred more votes than Taft and Wilson combined received. I hereby make a special plea that you honor us with a campaign speech when you tour Pennsylvania. Indiana, the county-seat, is situated at the center of the county and is entered by rail-roads and trolley-lines leading to different sections. When you come thousands will greet you, and in no uncertain tones. Progressivism is a live issue here. We are in the fight to stay. We want no fusion or amalgamation with the Republican Party, the party of Penrose and his ilk. I am, Sincerely, J. Day Brownlee, Jr. Chairman of Washington Party in Indiana County, Pa."}
{"image": "11", "text": "[*New York State*] FOUNDED 1814. Mount Pleasant Academy OSSINING-ON-HUDSON Charles Frederick Bruise, A.M. (Williams, '87) PRINCIPAL ALSO Mount Pleasant Hall A School for young Boys May 22, 1914. [*ack 5/28/14*] Col. Theodore Roosevelt, Oyster Bay, N.Y. My dear Col Roosevelt:-- You have received a formal invitation from Mount Pleasant Academy to attend its One Hundredth Anniversary. I have been looking forward to this event hoping that you could be present with us on that occasion. You will remember, possibly, that in 1903 while Governor, you reviewed our cadets and addressed them, together with the townspeople, from old Junior Hall. All our patrons and alumni have hoped that you might be here. Of course, I understand that your engagement abroad must of necessity have precedence over anything else. We should be glad, however, if we could have an expression of good will from you for this occasion. Not many schools have reached the hundredth year mark and we feel that Mount Pleasant Academy has earned a right to honor and consideration. We are all glad to welcome you back to this country where your services and your personality are both sincerely appreciated. With best wishes for a pleasant and successful voyage, I am Yours very truly, C. F. Brusie [*C. F. Brusie*] CFB/HTC."}
{"image": "12", "text": "[*short hand*] Hoboken 5-22-14 Mrs. Theodore Roosevelt Dear Madam I know you will forgive the liberty I am taking when I explain my motive. I want Mr. Roosevelt to take Warnings Tincture for his jungle fever, and as I am a married man, take this means of bringing it to his notice. If I can be procured of any first class drugstore. I am not in any way connected with the sale of it and have nothing to gain. Am simply a railroad man, a locomotive engineer, who contracted the [?Lhagres?] fever while working on"}
{"image": "13", "text": "the Panama Canal under the French Government and was cured of the fever by Warburg's tincture. I say I have nothing to gain; I have. Would like to think that I had been instrumental in restoring, \"Our Teddy,\" to normal health. Very respectfully, E P Burgoyne 1205 Washington W [?Arhkin?] N. J [??]"}
{"image": "14", "text": "West New Brighton S. J. N. Y. My Dear Col Roosevelt, 5-22-14 It has added some years to my life to know that you have returned to God's land safe saint and sound and hope you will regain your health and again come to and wash out some truths for the people as this land of U.S. needs such minds to guide U.S. hoping for your good health I am yours, Sincerely Jack otherwise John M. Burnett"}
{"image": "15", "text": "CABLE ADDRESS, BUVALE TELEPHONE MAIN 3928 MARION BUTLER J.M. VALE BUTLER & VALE ATTORNEYS AT LAW SOUTHERN BUILDING WASINGTON, D.C. May 22nd, 1914. [*ack 5/26/14*] Col Theo. Roosevelt, Oyster Bay, L. I. New York. Dear Mr. President, Confirming my telegram, Mrs. Butler and I will be delighted to have you as our guest while you are in Washington next week, on the occasion of your lecture before the National Geographical Society. Trusting that we will have the pleasure of entertaining you, and that your health is being rapidly restored, I am, Very sincerely yours, Marion Butler"}
{"image": "16", "text": "[*ack 5/30/14*] 3. JAMES L. CLARK STUDIO 949 HOME STREET, BRONX NEW YORK CITY May 22nd, 1914. Col. Theodore Roosevelt, Oyster Bay, New York. My dear Col. Roosevelt: Regarding the three lion rugs which were returned to me for repairing: I am enclosing you several photographs of lion head which I have mounted for the wall and with which I have been very successful; several men having sent me their lion rugs to put into this shape. I offer these as a suggestion for the rugs that you have returned, since, after two attempts, it seems impossible to find any way to keep your lion rugs from wrinkling; as I have said before, this is due to the original tanning. In mounting these heads for the wall the body skin is not cut away, but tucked inside the head and shoulders. The mounts are much more satisfactory in appearance than the rugs inasmuch as they are more natural, and the main difference is that the skin gets now ware such as it is subject to on the floor. I would strongly advise that your rugs be made into similar mounts, and would be very glad to hear from you regarding this. I am under the impression that there is something to be fixed on the elephant tusk gong; if this is so, I would be glad to fix it whenever you so desire. With congratulations for your recent successful trip and with kindest regards, I am Very respectfully yours, James L. Clark JLC/WH Mrs. Roosevelt [???] to be [unia] with [?Cauras?]"}
{"image": "17", "text": "John Howard Van Amringe, '60 President William Curtis Demorest, '81, '83 L [*Ach 5/27/14*] Vice- President Gustavus Town Kirby, '95 S, '98 L Treasurer George Brokaw Compton, '09, '13 L Levering Tyson, '11 A.M. Executive Secretary Recording Secretary Alumni Federation of Columbia University May 22, 1914 Hon. Theodore Roosevelt, Oyster Bay, N. Y. My dear Colonel Roosevelt: Columbia University conferred upon you in 1899 the degree of LL. D.; therefore, being an honorary graduate of Columbia, you are cordially invited to attend the Alumni Luncheon as a guest of the Alumni Federation on June 3. The Luncheon will be held in the University Gymnasium where one of the Alumni tables will be specially reserved for the honorary graduates, of whom we hope there will be a large gathering. We would appreciate your acceptance of this invitation and would ask that you send it at the earliest date, so that a guest ticket for admission to the luncheon may be mailed to you. Appreciating your prompt response, I remain, Very sincerely yours George Brokaw Compton Executive Secretary"}
{"image": "18", "text": "THE LADIES' HOME JOURNAL (Monthly) $1.50 THE SATURDAY EVENING POST (Weekly) $1.50 THE COUNTRY GENTLEMAN (Weekly) $1.50 All others are judged by these three The LADIES' HOME JOURNAL The COUNTRY GENTLEMAN The SATURDAY EVENING POST Edward S. Connolly, Age. 1005 North Main Street Fall River, Mass. May 22/14. Hon. Theo. Roosevelt Oyster Bay. Dear Sir: - It is surprising to note the feeling of disgust at the present administration and the expressions of regret that you or your like do not happen to be on the Job at Washington for the present and for some time past. Your truly E. S. Connolly. Edward S. Connolly, Agt. 1005 North Main Street Fall River, Mass."}
{"image": "19", "text": "[*JUN 5 Ans'd*] 29. Okla. City Okla. 5/22/14. Hon. Theodore Roosevelt. Oyster Bay, N.Y. My Dear Honorable. Please pardon the liberty & take in penning you these few lines, I Also enclosing a copy of of U.S. Letters patent, that was issued to me Dec 30th 1913. Which is self explanatory now what I want to do is this: as I am a poor man, and our not able to finance this proposition; I would like to get an order from you for 10,000 or more. Badge Buttons. the more the better and a large order such as you might want would enable me to get my proposition on the market. If I can get an order from you for 10.000 Buttons or more I will sign you a good contract to the affect"}
{"image": "20", "text": "T.R. (#2) that I will furnish you these Buttons at factory price plus 1 cent Royalty each. I have something new in the Badge Button line. I will have the EUs Lithographed on the [?pla?] provided on the front. of the button for same also. If you so desire I will have a Bull Moose put on the place that slides up and down that causes the Eye to Wink. when the string is pulled. An order from you for 10,000 Buttons. Would includible an incredible sale of 1/2 interest in my patent, and that would certainly be highly appreciated I am sure. why not give me an order for 10.000 Buttons we can put o any brief Witticism While I realize that the value of"}
{"image": "21", "text": "T.R. #3) this device is none, but for advertising purposes It will be very catcher. and as you will no doubt put out some kind of campaign advertisement. I would sure like to have part of your business. I wish I could see you in person. and thank you very very much for your kindness, consideration to this rather lengthy letter, and trusting that I may receive from you all early and favorable Reply. I am sending under separate cover. A Rough Model and copy of my patent. I am also enclosing My Baby's picture the one that I am working for. and the reason I am writing you regarding my novelty is to see if I cant"}
{"image": "22", "text": "WESTON UNIOM Form 1864 TELEGRAM [*T6 Ny Rw *] THEO. N. VAIL, PRESIDENT [*12 Pad *] =========================================== RECEIVED AT Farmington Conn 22 Theo Roosevelt 5/22/14 [??] Will expect you for Lunch at Belmont Wednesday any hour you prefer Anna Roosevelt Cowles 1121OA"}
{"image": "23", "text": "[*5-22-14*] Waldemere Bridgeport, Connecticut Mr. Frank Harper, Sec'y. To Colonel Theodore Roosevelt, 287 4th Ave., New York City. My dear Sir:- I am writing you at the suggestion of Mr. Sanford Stoddard of Bridgeport, and Mr. McGraw, Sec'y. at the Progressive Head- quarters in New York, to ask your good offices in behalf of the Contemporary Club of Bridgeport, of which I have the honor to be President. The Contemporary Club is a literary club of this City, composed of one hundred and twenty five of the leading gentlemen and ladies"}
{"image": "24", "text": "City, and the Club would be glad to pay him any reasonable remuneration within our means. Will you kindly let me know at your convenience, if it would be possible to make this arrangement, and what remuneration would be expected? Hoping you will take this up with Colonel Roosevelt at your earliest convenience I am, Very truly yours, Lewis B. Curtis. Pres't. May twenty second, Nineteen hundred and fourteen. of this City. They meet at private houses, once a month during the winter, to listen to lectures of distinguished statesmen and artists. In the past President Wilson, Ex-President Taft, and many literary lights have been before us. Our next course will open next October, and my object in writing you is to see if it would be possible to induce Colonel Roosevelt to come to Bridgeport, and tell the Club some of his hunting experiences, or any other subject that he would care to talk on. We would like to get him very much for our opening meeting about the tenth of October, but if that was impossible, then some other month later in the season. He would be suitably entertained while here by some of the prominent people of the"}
{"image": "25", "text": "BUSINESS BEFORE REFERS BY PERMISSION TO ALL U.S. COURTS AT WASHINGTON. THE NATIONAL BANK OF WASHINGTON ALL COURTS OF THE DISTRICT OF CABLE ADDRESS: \"DLACY\" COLUMBIA AND MARYLAND. U.S. DEPART MENTS. LAW OFFICES WILLIAM H. DELACY SECOND FLOOR, BARRISTER BUILDING NO. 635 F STREET N.W. [*Ack. 5/27/14 *] TELEPHONE, MAIN NO. 8660 WASHINGTON, D.C. May 22, 1914 Dear Col. Roosevelt: - Welcome home! and every good luck attend you. Sincerely yours, Wm. H. Dc Lacy"}
{"image": "26", "text": "FRANK J. DION, PRESIDENT FRED. BROCKHURST, VICE-PRES'T E.G. PERKINS, SECRETARY [*Ack. 5/28/14*] [*WHRH*] Willow Brook Running and Driving Park Islip, L.I. [*May 22 1914*] Col Theodore Roosevelt Oyster Bay L.I. Dear Sir So Many of your admirers on this side of Long Island who have for a long time been deprived of the pleasure of hearing you speak, have expressed a strong desire to do I take the liberty to ask if you have an open date in June or July that you could give me for an afternoon address. Islip as you know is a central point in the wealthiest county in the state and I can assure you a large and enthusiastic"}
{"image": "27", "text": "FRANK J. DION, PRESIDENT FRED. BROCKHURST, VICE-PRES'T [president] E.G. PERKINS, SECRETARY [*WHRH*] Willow Brook Running and Driving Park ISLIP, L.I. 191 audience Trusting you will favor my request with your consideration I am Respectfully yours Frank J. Dion (Pres) (Dion) Willow Brook Park [?Clsip?] L. Cl by B.P. Perkins Secy. [secretary]"}
{"image": "28", "text": "Dorchester, Mass., May 22nd. ,1914. Hon. Theodore Roosevelt, Oyster Bay. Dear sir:- The blind groupings of our legislators and men in places of authority to secure an entering wedge for the reduction of the cost of living and remedy existing conditions with relation to monopoly are a joke to some of the workers who are on the inside. I know and have full and complete knowledge of the key to the gradual destruction of all food and provision combinations, including all trusts and combinations of bankers, which will invariably be found to exist only by unfair methods of competition, and the elimination of control of legislation by capital. The use of this key will gain its author, or sponsor, grateful memory by the common people for a hundred years. Will you make this a campaign issue and the fight of your life with all the forces of capital arrayed against you, but, with the labor organizations and the common people with you ? Address me at [81?] Bernard St. Very Respectfully, C. A. Eaton."}
{"image": "29", "text": "[*ack 5/27/14*] [*[5-22-14]*] ALBERT B. ECKERSON, M. D. 170 STEVENS AVE. MOUNT VERNON, N. Y. My Dear Mr. Roosevelt I want to express to you my appreciation of your many and notable services to your country. At this time, after having watched you"}
{"image": "30", "text": "Indeed strengthened by the profound change in your formal relation in the Outlook. With this change I am quite sure that we can do more to promote the interests which we both have at heart. We shall want our correspondence, when it is published, to make clear that our interest in and loyalty to the principles for which both you and we have stood, and to you as the leader in this great democratic movement, is unchanged, and that we can still count on you as special contributor in social and political topics. Of course nothing will be published, nor by us anything said, until you return to America. Meanwhile I shall endeavor to draft a letter in response to you and get it into Laurance's hands, for consultation between you and him, if, as you have intimated, you return together on the same steamer. Believe I pray you in my sincere affection and esteem for you and my faith in what you have so splendidly stood for in our"}
{"image": "31", "text": "Col, Roosevelt, 5-28-14 #2 I wish I could be on an island somewhere, about ten feet square and speak out. I could tell you just what I think about Mexico. I lived on its border for fifteen years. I speak Spanish indifferently—read it—lived in Spain thirteen months, had a home in Madrid, and should accept the invitation of Ambassador and Mrs, Willard to the wedding breakfast, were it possible. I am one of the men, who is glad that you are going to visit Spain. I do not know your reasons, but I am dead certain that you have got good ones. I am also glad that you have been in South America. I tied that trip up with Root’s trip under your administration, and have said once or twice on the public platform, it took four hundred years before these Continents found a man courageous enough to open the way to the East. The dream— Isabella pawned her jewels to help Columbus’ adventure. We are in a remarkable position. We are at the parting of the way of our provincial outlook. We must effectually, courageously be the big brother of this Western galaxy of republics. There is a great chain of world events coming together here—you have been the leading almost the initial spirit in our Spanish and Southern development. Root sounded a just regret when he asked the country to let the old party open the canal they built. Of course, if it was not for Goethals you might still do that. Spain built a “Silver Fleet.” England, the people of the North, colonized, these two points of view are still warring in North America. I cannot help but think of General Wood and Goethals when I think of you, and of these things. You do not need Goethals any longer at Panama. I may be wrong, but I cannot but think of him—I cannot think of anyone else for the Governorship of New York next Fall. Mitchell, the State, the City— need him. And Mexico must be put in order by you and General Wood. That job has got to be done and think of having the time, the place and the men. Well, Godspeed you on your way. I am sending Kermit a portfolio of photogravures, about thirty- eight of my productions. I shall anxiously watch"}
{"image": "32", "text": "Private and confidential. Central College, Fayette, Mo Jany 1st. 1862. Hon. J Holt. Dear Sir. Allow me in view of the pleasant relations and recollections of the years and the confidance I have in your high regard for justice right and humanity, to invoke your aid in a matter which I will briefly present. Rev David Fisher residing in this neighborhood a minister of the M E. Church, South was some months ago arrested by the Military as were nearly all of our ministers. He was required to take the military oath and give heavy bond. Since that time he has been one of our most quiet citizens, keeping himself studiously on his farm avoiding [*4198*]"}
{"image": "33", "text": "carefully reference to our political troubles and attending to his own business. On yesterday to his surprise and to the surprise of all his neighbors, he received an order from Gen Lewis Merrill requiring him to leave the State within fifteen days and take up his residence somewhere in the extreme North Mr Fisher is an old man, has the respect of those know him, and is a devoted and useful minister. He will leave a feeble wife and young daughter behind him comparitively helpless. I should not suffer my sympathies for him or any other if guilty to interfere with his punishment. But I think here is a grievous wrong to be inflicted upon gray hair undeserving it and that too in the name of the Constitution and country that we love and venerate. I know that Military Law is harsh and unfeeling. Yet I do not repute in any degree this wisdom or good intentions of those in power. There is a mistake somewhere, and it may be that contraband testimony may be concerned I do not know I merely state two simple facts as a man of truth. My judgement and my heart are deeply grieved to see wrong done to a lone individual which while at [chrushes?] him may result in evil to that very caused proposed to benefitted by this action. Is there no help in the matter? To whom may an humble individual look for aid. I feel that the Joseph Holt whom with others loved and"}
{"image": "34", "text": "[love] honored in other years in old Ky will not suffer wrong so fearful to be done if he can prevent it I know not what can be done, or what is best to be done. I throw myself on your superior wisdom and believe you will do what you can either to have the case reexamined the punishment suspended or in someway so modified as that it will not work the sad results it must in its present form. Your Ky heart would burn within you could you but know half of the truth of matters in Mo, and the hostile deadly effect made to destroy our church, our beloved and cherished Methodism, by insult and abuse of her ministry. And what makes it almost unsupportable is to receive"}
{"image": "35", "text": "than hinder and embarrass There might have a time when this terrorism may have been serviceable, but has not that time past? Is it not unwise to stir up any elements that may array thousands of minds and hearts against a scheme they might under a milder reign have been disposed to favor? Excuse me. I have too long intruded upon your time. If it were known that I had written this letter it would at once be determined that it was \"interference with military rule\", and I should have to suffer the penalty. Yet duty is stronger than fear and justice right and humanity are stronger in their claims than merely personal consideration. If my letter is not in place forgive me and let the wife and young daughter of my friend with allmost broken hearts plead for justice to a husband a father- a grey haired minister of Jesus. I say \"justice\" for it is justice to guard a man from punishment he does not deserve. Do, not if you can let the [?writing] be involved in this matter further than a [desire] wish that that which he would desire to be done to himself under the lights of truth justice and humanity, in the same conditions may be done to that friend for whom he pleads Yours very respectly W.H. Anderson"}
{"image": "36", "text": "State of the Bank of Kentucky and Branches. JANUARY 1, 1862. RESOURCES. Bills of Exchange ............... .................................. $1,613,556.10 \" \" Matured and Unpaid........... 630,210.76 SIX PER CENT INVESTMENTS, $2,243,766.86 Viz: Notes Discounted................................... 1,510,568.64 Matured and Unpaid ............................ 173,650,49 Suspended Debt in suit, Notes and Bills . . . . 241,578.38 126 Bonds of City of Louisville, 6 per cent, cost 94,750.00 Loan to State of Kentucky............................... 500,000.00 Stocks and Bonds of other Corporations, &c.. 8,317.99 Real Estate for Debt ........... ............................ 67,001.85 \" \" and Stocks of Schuylkill Bank .. 126,685.02 2,722,552.37 $4,966,319.23 Due from Banks other than Eastern..................... 239,641.52 Real Estate for Banking Houses...................... 81,250.97 Cash — Gold and Silver.. .............................. 984,508.97 Notes of other Banks................................. 166,682.00 On Deposit in Banks, New York, Phila. & Baltimore 673,081.75 1,824,272.72 $7,111,484.44 LIABILITIES. Capital Stock............. .. .............................................. $3,700,000.00 Less 226 shares canceled............... 22,600.00 $3,677,400.00 Surplus—Contingent Fund of 2 per cent, reserved by Charter 74,000.00 Fund to cover loss by bad debts ................... 76,332.09 Profit and Loss Balance, after deducing present Dividend. 459,148.60 609,480.69 Dividends Uncalled for .. ............. .. .............. 7,274 86 \\\" No. 48, January, 1862, 2 per cent........... 74,000.00 81,274.86 Due to Banks ........... ......... .......................... 164,513.21 \" \" Depositors and State Treasurer................. 1,393,083.68 Circulation............................. . . . ..................................1,185,732.00 $7,111,484.44 Bank of Kentucky, Louisville, January 1st, 1862. S. H. BULLEN, Cashier. Note.— The Branches of this Bank at Bowling Green, Hopkinsville, and Columbus, have been for several months within the lines occupied by the army of the Southern Confederacy. We have no satisfactory report of the condition of their Assets, and correspondence with Southern cities being suspended, we are unable to give a satisfactory report of the condition of the paper placed in Southern Banks for collection."}
{"image": "37", "text": "\"Content\" January 3rd Dear friend The second session of Mr Hunt's school begins on the 15th of January. Holt is very much pleased and is, I hope, progressing rapidly. I have been looking for that promised visit we have had such beautiful weather this fall. The family are well with the exception of our dear Mother whose [*4200*]"}
{"image": "38", "text": "health is so impaired that either my Sister or myself have to be with her all the time. Hoping this may be a very happy year for you and that you may be repaid in part for the many benefits you have bestowed upon others. I remain sincerely your friend Julie Schoepf"}
{"image": "39", "text": "Washington D.C. Jany 3rd 1862 Judge J Holt. Dr Sir You will accept my gratitude for kindness. While in the Capitol of our sorrowing bleeding Country. I shall leave to day, for Louisville, Ky to use (thought feeble it may be). my influence to give a proper direction, to the legislation of our Native State - I shall leave the consumation of the business on which I visited this City to Yourself & the Hon Samuel. L. Casey. Which hope you urge through as fast as practicable and Direct to Me - to care of Dr. T. S. Bell Louisville. Ky. I would be glad an order could be issued giving Mr. J M Shackleford a special command including that part of Ky lying North of Cumberland River and South of Ohio - West of line from Clarksville Ten to Owensboro on Ohio River. I am confident The Gurrilla & other raids will be stoped - [*4201*]"}
{"image": "40", "text": "Louisville Jan 7th 1862 Hon. Joseph Holt My Dear Sir My much esteemed friend, W. A. Y Cleggett, is desirous of obtaining an appointment as Pay Master or as Commissary of Subsistence in the U.S. Army. Mr. Cleggett has long been a resident of Louisville, and I know him to be a man of strict integrity, and is also possessed of fair business capacity and of industrious habits. In a word he is altogether worthy of public and private confidence. If you can be of any service to him in attaining his object you will much oblige Yours truly W. F. Bullock {*4202*}"}
{"image": "41", "text": "May 8th 62 Hon J. Holt Dr Sir I shall expect you to dine with me tomorrow. (9th) at 31/2 oclock Yrs truly J.B. Alexander 202 Olive"}
{"image": "42", "text": "Boston Jany.9.1862 Honorable Joseph Holt &c &c &c Washington D.C. My dear Sir, My friend Andrew Low of Savannah, Geo. is as I think unjustly held held as a prisoner at Fort Warren & I am about to make an effort at the State Department for his release - I shall to day forward to Mr. Seward a copy of a letter which my friend has addressed to me & as he is a gentleman of high honor & integrity - I am sure his sentiments {*4204*}"}
{"image": "43", "text": "may be implicitly relied upon. Besides they are fully confirmed by my particular friends in Liverpool England where I met Mr. Lord during the last Summer. During my two months in England I had my eyes open in behalf of our Government & heard Mr. Lord refer sometimes to his position as endeavoring to keep himself in a \"neutral position\" it would certainly have come to my knowledge. No good is to come to our cause by keeping under \"lock & key\" influential parties from the Confederate States who are innocent of any intended wrong towards our Govt. And we must make large allowance for parties who were living in the Confederate States during May last & who have been abroad since & have not compromised themselves in acts against the United States. I have known Mr. Lord for many years & formerly had large business transactions with him & always valued his word as I should his Bond. I beg to recall myself to you as having had the pleasure of making your acquaintance while you were at the"}
{"image": "44", "text": "Hon Joseph Holt St Louis Dear Sir Enclosed please find our receipt for Eight Dollars and Ten Cents with Postage Stamps amt'g to One Dollar and Ninety Cents to balance your ofc— With thanks for your promptness — We are Yours truly Hegan & Scott H Louisville 10 Jany '62 [*4205*]"}
{"image": "45", "text": "St. Louis Jan 10. 1862 Hon Joseph Holt My Dear Sir —I am grateful that you did not speak less unkindly of me in Washington. I have been admonished of my fault; it has ceased, and will not be repeated With high regard I am yours Ob. St. Rbt Allen [*4205-a*]"}
{"image": "46", "text": "Hon: J Holt St. Louis January 10.'62 Dear Sir My rent due 19th Dec has not been paid, and as the amount $1500, is a matter now of vital importance, I must trouble you, if not in consistent with your public duties, to inform me whether Palmer Bean & Haskell have any claims ag'st government, & if so to when same may be paid Mr Palmer informed me that he would pay out of the money, as soon as received. After my losses & sacrifices to secure a [match?] union for my family during war times, it will be exceeding hard to lose this debt. My deep anxiety in regard to this, almost my last resource, will excuse this trouble. I opened my office as you will perceive from enclosed cases. Very truly &c A Burwell [*4206*]"}
{"image": "47", "text": "St Louis Jan 13th 1862 Dear Sir A friend informs me that a few weeks since he addressed a letter to me at Louisville, by supposing me to be there. If received it has probably been advertised. Please forward it to me here & oblige very respectfully your obt servt W [Holt?] Dr L. Speed Postmaster Louisville Ky I learned Yesterday you address & forwarded a number of letters to you at St Louis Resp William L Kelly Assist PM Jany 15th Louisville PO"}
{"image": "48", "text": "this dispatch, and will be deeply grateful to you if you will kindly advise me what to do under the circumstances. It is my ardent desire to visit the U. States as soon as possible, and give my services to the Government for the suppression of the rebellion, and express to you personally the feelings which your kindness and interest in my welfare have inspired in my heart. On the receipt of the telegraphic news today that our difficulties with England were pacifically arranged I paid a visit to H.M.'s Ship \"Pelican\" in our harbors and had the happiness to see our glorious flag saluted by the Nation, which a few weeks before was ready to declare itself our deadly enemy. Oh! how my heart will rejoice when we shall again be a united people, and attract the attention of the nations of the old World by our expanding greatness our glory, instead of painful criticism upon our National troubles at home and abroad. I wrote to you last month at length, and have only time now to add the warmest expressions of esteem and affection from my father and mother. I am ever with devoted feeling of friendship Yours Most Sincerely J. Judson Barclay"}
{"image": "49", "text": "Boston, Jany. 16th. '62 My dear Sir, After presenting to you my best respects, — I beg to say that I have mailed to your address a copy of a Letter to Hon. Peter Cooper, of New York — on the subject of the Union — I was advised to publish this Letter by some of our leading men here, — who saw the Manuscript, — so that it might be distributed to strengthen the Union sentiment. I shall be glad to know your views of its merit,— so that it may be made known & scattered if calculated to do good — I remain, With great respect Your Servt & friend [Halum?] Capen Honble Jos. Holt, Washington, D. C. [*4210*]"}
{"image": "50", "text": "Keeping Sabbath A pious man desires to comply with what he believes to be the will of God, but cautious of his own frailty, he revolts from enforcing others to conform to his own opinions. Such compulsion assume what shape it may is the essence of persecution — God has given man no authority to [coerce?] on obedience to his precepts — Religion is a thing between a man & his maker — & really it be the voluntary offering of the heart it is but a vain cold repetition of words which cannot be acceptable to God — If a man does not believe that religion exacts it of him or a duty to abstain from labor on the Sabbath, he will submit with reluctance & in this submission then will be no piety on his part nor will it advance the piety of others — There can be no more justice or [?al?ation] in this law than there would be in enforcing in favor of Catholics, upon the protestants, an abstinence from [lust] meat [devine?] lust, or in enforcing the [Mohomitary] Christians to worship Mohomet — 1st There is no one precept in the New Testament commanding us to keep a Sabbath — If we are bound to keep one, it is in consequence of the Mosaic law — 2. The language of the 4th commandment is, \\\"The seventh day is the Sabbath of the Lord\\\" But the Christians keep the first day not the seventh — 3. There is not a single word written in the older New Testament nor even an allusion relating to the substitution of the first day for the seventh — The subject is not mentioned in any of the discourse of Christ nor in any of the epistles of his apostles — [* (1.) 2597.*]"}
{"image": "51", "text": "on the whole it is certain if Christians are bound to keep a sabbath, it is in consequence of the fourth commandment & is the seventh day & not the first- Saturday & not Sunday- our law then setting apart the 1st instead of the 7th has added to the christian law & imposed a restraint upon christian liberty- The primitive christians did not observe any sabbath - till the reign of Constantine A.D. 300, to meet together on the first day of the week for religious worship in the morning or evening & to pursue their usual avocations during the rest of the week. The work of Justin Martyr a very distinguished christian Advocate who wrote about the year 150 throws much light on this subject. It is a dialogue between a learned Jew & a christian. The Jew upbraids the christian because his sect observe no sabbath but are in this respect like the Pagans. Justin makes the christian admit & justify it & he sneers at the Jewish sabbath as a day of mere idleness - & states that as \\\"sabbath & sacrifice & oblation began from Moses, so according to the counsel of your fathers they were to end in Christ. Again continuing his argument against the observance of a Sabbath he says: \\\"Do you not see that the elements are never idle nor keep a Sabbath?\\\" Justin then admits that the christians did not keep a sabbath & insists that they were no more bound to do it than to conform to any other Jewish rite which had been abrogated by the christian dispensation. The first day of the week was not observed as a sabbath until AD 300 under Constantine when Christianity had become the religion of the State. An edict then went forth commanding \\\"all the judges & town people & the occupations of all trades to rest on that venerable day of the [week?] (die salis) But let those who are situated in the country freely & at full liberty attend to the business of agriculture because it often happens that no other day is so fit for sowing corn & planting vines &c.\\\" - The autocrat did not deemed it prudent to include the yeomanry in his despotic edict & it was not till long afterwards that the Priesthood having gained great power in the state were enabled to avert the business of agriculture - on the whole it is no part of the christian duty to keep a sabbath if any day is to be thus hallowed it is [?] not the 1st. It is an innocent usage - let those who wish it continued to observe it but do not compel others to do it - It has sprung from a foul unnatural union between church and state & has its origin in the same source with all the other papal corruptions of christianity which have overwhelmed and buried the simplicity of our religion under a flood of idolatory ceremonies. [*2598*]"}
{"image": "52", "text": "Crusades I must write a compositions on the crusades showing the design with which they were undertaken, the zeal with which all the christian princes engaged in them & the good effect it produced in Europe by bringing the military art to perfection, polishing the manner of the people & destroying a great measure the feudal system this last was one of the greatest blessings it conferred upon the civilized world - the historical part of these crusades may be found in an abridged form in Lytler's History. [*2599*]"}
{"image": "53", "text": "Crusades March 7th 1825"}
{"image": "54", "text": "\\\"'Twas such a night as this: There was not a breath of air to ruffle the smooth surface of the calm Adriatic: naught was heard save the distant tinkling of the solitary sheep bell & the low barking of the honest watchdog. He stood beside a tomb - a deep sigh rent his bosom & even & anon as he cast his tearful languid eye to the pale, chaste moon [hea] of heaven he exclaimed : oh Lord ! what a night -—for catching coons! — [*2600*]"}
{"image": "55", "text": "94. What is method? A. the disposal & arrangement of our thoughts in such a manner that their connexion & dependence may be clearly seen- 95.How is method divided? A. into the analytic & synthetic 96. what is the analytic method? A. it is the having things back to their source & resolving knowledge into its first & original principle. 97. what is the synthetic method? A. the deducing of truth from first principle and connecting them according to their [defar] mutual dependence. 98. what are these methods otherwise called? A. the methods of resolution & composition or the methods of invention & science. -- 99. what are the preparatory qualities to inventions? A. attention a comprehensive understanding & a judicious choice of intermediate ideas. -- 100. to what branch of knowledge does science belong? A. to that only which is derived from the contemplation of our ideas. 101. is our knowledge of the real existence of bad intentions A. no.*] [*2601*]"}
{"image": "56", "text": "[D????] and Logick. 1. what is Logick? A. the operation of the human mind in acquiring the art of reasoning & communicating knowledge or that science which explain 2. into how many arts is it divided? A. into four. 3. of what do they teach? A. the first teach of simple apprehension. 2nd of judgement. 3rd of reasoning & 4th of method. 4. what is simple apprehension? A. it is the attention of the mind to the impression made upon it by surrounding objects 5. what is consciousness A. it is the attention of the mind to its own operations 6. what are the sources from which all our original ideas are derived? A. sensation & reflection. 7. what ideas do we get from sensation? A. our ideas of heat, cold, colour etc. 8. what ideas do we get from reflections? A. our idea of thinking, willing, believing etc. 9. how are our ideas divided? A. into simple & complex 10. what is a simple idea? A. it is an original impression existing in the mind under one uniform appearance, without variety or composition. 11. give an instance of a simple idea of sensation & also of reflection. A. the idea we have of colour is a simple idea of sensation & the idea we have of willing is a simple idea of reflection."}
{"image": "57", "text": "12. in what way do simple ideas find admission into the minds? A. By the proper inlets of nature only. — 13. what is a complex idea? A. it is an idea of a complex object or it is an idea formed by the combination of simple ideas. 14. how are complex ideas divided? A. into those of real existence & those framed by the minds. — 15. give an instance of complex idea of real existence & also of one framed by the mind. A. the idea we have of any substance is a complex idea of real existence & the idea we have of [hours?] miles, furlongs &c is a complex idea framed by the mind. 16. what is a substance. A. it is something that subsists of itself & is the subject of modes or qualities. 17. how are modes or qualities divided? A. into essential & accidental. 18. what is an essential mode? A. it is some quality belonging to a body & is absolutely [to] necessary to constitute it what it is. roundness is an essential mode of a Ball. — 19. what is an accidental mode? A. it is some quality of a body which does not necessarily belong to it. red blue &c would be an accidental mode of a ball. 20. what is meant by the essence of substances? A. nothing more than their internal structure & constitution of & what is the foundation of the different spheres of [corporeal?] substances? 45. what is meant by the predicate? A. the attribute or quality affirmed of the subject. 46. what is copula? A. the word or term serving to connect the subject & predicate. 47. what is the first division of propositions? A. into affirmative & negative. 48. what is meant by an affirmative & what by a negative proposition? A. an affirmative proposition is that in which the subject & predicate are connected, a negative that in which they are disjoined. — 49. when does the negative particle disjoin the subject & predicates? A. whenever it affects the copula. 50. what is the next decision of propositions? A. into universal & particular. — 51. what is meant by a universal proposition? A. it is a proposition whose subject is some general term & the predicate which is affirmed of it, can without restriction be affirmed of every individual contained under it. — 52. what is meant by a particular proposition? A. a proposition whose subject is some general term but attended with a mark of limitation showing that the predicate affirmed is restricted to a part only of the individual contained under the universal term. 53. what is the celebrated fourfold division of propositions? A. into universal affirmative, universal negative, particular affirmative & particular negative. — 54. what is the 3d division of propositions? A. into absolute & conditional. 55. what is an absolute proposition? A. that wherein we affirm some property inseparable from the idea of the subject. or God is omnipotent. [*2603*]"}
{"image": "58", "text": "Alfred T. Osmond (Pupil) Bordentown. Ansd. Feb. 1, 1902. (In Clara Barton's handwriting.) Alfred T. Osmond, Stamps, Stencils, Inks, Brushes, Awnings & Window Shades, 213 N. Broad St., Trenton, N.J. Trenton, N.J., Jan. 17, 1902. Miss Clara Barton For years I have desired to write you and if possible receive a letter from you. Indeed I was about to do so at the breaking out of the Spanish War. I deferred, but now feel the desire pressing upon me. About the year 1854 I attended your school at the intersection of Crosswicks and Burlington Sts., Bordentown, and at the finishing of the larger school attended that, but not in your department, being placed under your direction in the principals room on the lower floor. Time has rolled rapidly away, almost half a century since then, still many of us are left, no doubt, but scattered, we know not where. I myself, ere the end of this month, the 30th, will be three score years of age. I am strong and well, always been very active, am a strong temperance advocate, a member of the Christian Church and living for the next life. I have had a dear little family, wife, son, daughter. Death claimed my wife in April 1886, my daughter in March 1901 leaving me a grandson, whom my son has taken. I have always tried to not lose sight of those past days, and have with pride pointed to the fact that I was one of your scholars. May God continue to protect and bless you. You have been a noble woman, how I would love to meet you and take your hand. Should you receive this please answer if with only a line. Respectfully yours, Alfred T. Osmond, Formerly of Bordentown, N.J. In reciting the story of how Clara Barton happened to be the founder of the first successful public school in New Jersey, at Bordentown, I have drawn from diaries, letters, and other memoranda, which I have found in my work of examining the vast accumulation of her literary relics, for the purpose of procuring material for the final biography of Clara Barton. I have so arranged the matter that it may appear largely as though written by herself, in fact, the most of my paper is in the form of quotations from her writings. While Miss Barton was a student at Clinton Institute, Oneida County, N.Y., she became acquainted with Miss Mary Norton. \\\"She had been much with me,\\\" Miss Barton writes, \\\"and almost unconsciously to myself, my teacher instincts had doubtless made her school life easy. Her letters home had called from the parents a most urgent request for me to promise them a visit in the future. This was of so genuine, hearty and at the same time delicate a nature that I could not find it in my heart to utterly decline. This was the home of Veteran Quaker, Richard Norton, of Hightstown, N.J. Early in the autumn of 1851 Miss Barton made the promised visit. \\\"As the October leaves commenced to fall, \\\" she continues, \\\"I ventured some remarks concerning home, but these were met by a protest so general and vigorous as to unbalance my decision and lead me to consider. \\\"My suggestion that I ought not pass so much time in mere idleness, and that there was nothing there to occupy me, drew from Uncle Richard the rejoinder, \\\"If thee could teach our winter school, Miss Clara, thee could find plenty to do. But thee could not keep a school could thee?\\\" I thought \\\"perhaps I might.\\\" \\\"I know thee could teach them Miss Clara, but these farmer boys that go to our school in the winter are men grown, and sometimes rough. Thee would not dare to undertake them?\" \"I thought I 'might be able to manage them', and it was decided that I attempt the winter school, consisting of about forty pupils, a venture never before essayed by a woman; \\\"Graded School?\\\" Ah no! not even a free school. Public schools were merely a"}
{"image": "59", "text": "2. thought in the State of New Jersey at that date; and not a popular thought at that. All expense inuring from the public treasury to individuals was held as pauperism. Thus, the public payment of a teacher for the children of a family placed them in the same category as having food or clothes provided at public expense. The people of no self-respecting cummunity would submit to that degradation. Public schools in that day ceased with the southern boundaries of New England and New York. Each scholar was assessed a certain amount, the aggregate of which formed the teacher's salary, something on the principle of select schools of today. This was a \"new thought\" to me, and fell with overwhelming force. I lived over again the days of little district schools in Massachusetts. Those, at the time, I had regarded as sorely lamentable; but this system for children of very poor, unfortunate, or unworthy parents seemed too unbearable. I think it was the first Monday in December 1851, when I classed my school and commenced teaching it. To me, there was a tender pathos in the faithful efforts of my bashful farmer boys and girls, and a mingled sympathy when the lengthened says of springtime called them to their accustomed duties. The winter's observation and thought had gone far towards maturing my plans. This individual system of schools seemed childish. I had playfully asserted from the first, that the financial method of their system was beyond my mathematics. I had, before now, kept time for working men, but never for children, and could not learn now. Trenton, Burlington and Newark, as cities, had made efforts at public schools, with more or less success; usually the latter, but all large towns or boroughs remained unchanged. ...... I talked matters over with \"Uncle Richard\" and it was arranged that I visit Bordentown. ... ... ... ... ... .... -3- Learning of a school committee, my first business was a personal call upon its chairman, Mr. Peter Suydam. From him I gained confirmation of the fact, that as a State, New Jersey had made legislative provision for the introduction of public schools, but that, owing to the strong opposition of public sentiment [it] had not proceeded to make the law obligatory. That the schools were generally, if not entirely, taught by ladies, more frequently in their own homes, as a means of eking out a slender living; widows and people who \"had seen better days\"; often elegant persons, but with no fitness for the position, and no ability for instruction beyond their own limited knowledge gained years before in some similar manner; when this limit was reached, and the pupil became aware of it, he became an \"undesirable citizen\" and was graduated into the street. The town was full of these children, and out of some seven hundred within the narrow limit of school age, only about three hundred and fifty were in school at all. The remaining hundreds bore all grades of reputation, from mere \"absentees\" to \"renegades.\" A year or two before, an effort had been made in the direction of a public school. A delapidated house, some little distance from the center of business had been fitted up, and a man engaged to teach a public school in it, but the effort failed, and the house was closed in disgrace and discouragement. All of this information left me in what might properly be termed \"a state of mind.\" Not that I was more discerning or more susceptible, or had any keener sense of justice or of humanity than those about me, but it was something so entirely new to me, and occurring rather in my own lines, that it made its impression. That was probably the only real difference between us. A case of environment. If I had been reared among them, I should have felt the same. \"There is nothing like getting used to a thing\" they tell us. One might add here, that nothing exceeds that,"}
{"image": "60", "text": "-6- sustain it. Mr. Suydam laid my proposition before the school board and the following afternoon, to my surprise, I was most courteously invited to sit with them in their deliberations. The subject was fairly discussed, but with great misgivings regarding the hazardous nature of the experiment and its probable result. However they came to the unanimous decision that the old school house be refitted, and a school commenced. The tardy preparations dragged into the second month, but finally about the fifth week, notice was given in the \"Bordentown Register\" and printed notices a foot square posted on all customary places, on spare boards, street corners, fences, market places, and tree trunks, that a public school, taught by Miss Clara Barton, in the brick house corner of Crosswick Street would commence on Monday next at 9 o'clock A.M., a good attendance was hoped for by the school committee. Signed,--etc. The early springtime waned in my waiting and it was nearing June when a prospective teacher with a decidedly New England aspect, a few books and desk outfit walked thoughtfully up the partially country street, turning abruptly to the right, as a solidly built brick house of small dimensions was reached, all firmly closed. A line of post and rail, \"Virginia fence\" commencing at the opposite corners of the house ran along, separating the yard from the opposite pasture land. On the top, or fifth rail of the fence were perched six boys ranging from ten to fourteen years, with the exception of one little brother of six; some shed, some barefoot, swinging their feet in concert. We sauntered about the yard, picked flowers, found a young four-leaf clover for good luck, discovered a tiny yellow bird's nest on a limb nearby, and decided to protect it faithfully, allowing no one to disturb it, and finally, as if just remembering that I had a key to the -7- house, unlocked the door, and went in. I recall at this day the combination of odors that greeted the old factories. The old musty smell of a long shut, untidy house, the pungent flavor of freshly cut southern pitch pine, and the bitter soot of the long iron stove pipe rusting for years. Altogether, it would have done credit to old, far-famed Cologne, said to be the worst smelling city in Europe. Save the half dozen little books I had, there was not a book in the house. They had brought none with them, from the doubtful impression at home, even if they would find any school, or stay if they did. But this was a matter of small importance, the lack of books being more than supplied by the two lusty black boards on opposite sides of the walls, and three school maps, of the world, the United States and Europe, which I had expressly named to the \"Committee\" as required among the furnishings. School was not thought of, but house keeping was the order of the day. by twelve o'clock we were spick and span, clean and all ready to go home for dinner. The stroke of one found us all at our posts. Almost imperceptibly we became very greatly interested in the maps, and little \"Alex\" was delighted with the \"big slates\", as the black boards were to him. They had never seen a blackboard in school. In that three hours until four o'clock we had travelled the world over, sailed with Columbus to discover America, grown indignant at his treatment. We had found how it came to be hot in some parts of the world and cold in others, and as we wiped our sweaty faces, \"wished it wasn't quite as hot her.\" We went to Africa for lions, leopards, elephants and great snakes; to Italy for oranges and grapes; to California for gold, and \"wished we had some of it here, we would have a better school house.\" We were travelers, and really knew more about the world and its way then we had ever know before in our lives."}
{"image": "61", "text": "-12- six hours through five successive days. There was no respite. The succeeding week commenced the actual term. We had asked the appointment of one man among the many teachers, on to whose shoulders could be shifted the heaviest burdens, if desired. I commenced on Monday with a hoarse, tired voice, something I had never known. In spite of all palliatives, utterance grew weaker and more difficult, and finally ceased. The other teachers, and my own splendid pupils came tenderly to may aid relieving me of every duty possible to be done. To assure the proper arrangements and management of the school in its beginning, I hopefully ramained for some weeks at my voiceless post, but it was a vain effort. I began to realize that the weakening was not entirely confined to the voice. The labors of the past months had not been a pastime for either myself or my invaluable helpmeet, and in the midst of protests, loyal and loving, our resignations were given. We could scarcely say they were accepted. --------------------------- I have selected one letter from among my Grand Aunts papers to show with what affection and joy she looked back on the old school days in Bordentown. I have searched through the earliest diaries we have and find this little entry on the fly leaf;- Oct. 13/51 Left home for Htn. (Hightstown) Oct. 23 Thursday. Commenced school. Attended a weekly at Mrs. Tailors in the evening. And in the back of the same little diary I find May 27/ 52. Arrived in Bordentown. Immediately following this [little] entry is a list of \"Poets from Chaucer to the present day,\" which fill up some ten or twelve pages of the [little] tiny book."}
{"image": "62", "text": "Glen Echo, Md., February 1, 1902. Mr. Alfred T. Osmond, Trenton, N.J. Dear Mr. Osmond;- It would surely carry you back many years if I were to say \"My dear pupil\", still it would be true, and I want to return you my thanks at once for remembering that you were my pupil, and the dear old days of the school, that really meant so much, for they have lived until today, and never in any way has it passed out of the minds, I think, of any pupil I was permitted to have. Their life-long allegiance to me is beyond my comprehension. Little, as many of them were, trifling as the days must have seemed, it is a most remarkable thing that all have remembered those few months and cherished them with a loyalty that the most ambitious teacher could but prize. Scarcely a month passes that someone does not reveal him or herself to me, scattered over the whole country, until there are times when I feel that I should like to gather them all together once more and sit among them and the memory of the old child days. I am glad that you told me of your home and surroundings, glad that they are so peaceful and that the sunset of life, coming to us all, brings as sory lights as it does, and let us pray that, in its soft reflections, we may one day go out to that better land where the hues are always bright and, we trust, the paths easy. I shall be glad to hear from you at any time. Thanking you for your kind remembrance, I remain, dear Mr. Osmond, Faithfully yours, Clara Barton. \\\" State of New Jersey Department of Public Instruction Trenton Calvin N. Kendall Commissioner of Education April 15, 1920 Mr Stephen E. Barton 60 Congress Street Boston, Mass. My dear Sir: I was very much interested in your letter of April 11. Contributions to the Clara Barton Fund should be sent to me. I will send you a receipt. Will you please tell whether or not you are a relative of Miss Barton? I am, Very truly yours C N. Kendall Commissioner of Education"}
{"image": "63", "text": "[*35*] State of New Jersey Department of Public Instruction Trenton Education Bulletin Contents PAGE Clara Barton -- Teacher in New Jersey 67 Visit-the-Schools Week 69 Campaign for Betterment of Schools 71 The Task, the Teacher and the Pay 73 War Work of Hamilton School at Harrison 74 A Problem at Ventnor City 75 The New Continuation School Law 76 How a County Superintendent Secured Consolidation of Schools 78 Extract from Helping Teacher Report 79 Elizabeth A. Allen Memorial Fund 79 School Lunches at Leonardo 80 Physical Training Creed 80 Vol. VI January 1920 No. 5 Published monthly except July and August Entered as second class matter January 8, 1915, at the postoffice at Trenton, New Jersey, under the Act of August 24, 1912"}
{"image": "64", "text": "68 Education Bulletin It seems to the Commissioner that the school children and school teacher in New Jersey may wish to make a very small contribution- in the case of the children not to exceed a penny each, and in the case of the teachers not more than five cents each- to pay for the building, for its removal and the minor repairs that it needs, and possibly to establish a fun the interest of which could be used for its upkeep and to pay a small sum to a person to show the building to visitors. An amount not to exceed $1500 or $2000 would probably answer all purposes. It is the plan of the Commissioner a little later to ask for this donation from such schools as would like to take up the matter. If there should be an amount in excess of what is needed it could be turned over to the Red Cross. Of course this whole matter of purchasing the old Clara Barton school is a sentimental one, but the Commissioner could not bring himself to feel that it would be the wish of the school fraternity of New Jersey to see the building destroyed. It was necessary to move in the matter at once, and the Commissioner acting as he believed in the interests of and in accordance with the wishes of the teachers of the state, has taken this step. In a recently published biography of Clara Barton, by Percy H. Epler, occurs the following pertaining to her life as a teacher in the schools of New Jersey. Miss Norton recognized her friend's genius for teaching and in 1853 prevailed upon her to accept a post in the New Jersey village of Hightstown. Some ten miles or so away was Bordentown. Rumors of the extraordinary ability of the little woman to conquer schools where strong men had been driven out by unruly pupils radiated wherever Clara Barton went. From Highstown news of her power came to Bordentown. Prejudices existed there against public schools. Some were too denominational in religion to be bored enough to desire them; others too proud to send their children to the public school, which had often been styled \"free schools for paupers.\" Whenever the public school system had been tried among a people divided by sectarian quarrels, the citizens themselves split over the question, while the children, catching their lack of respect for a school system, broke up the sessions and ran wild on the streets. Miss Barton saw the need in Bordentown and she went to meet it. \\\"A public school is impossible,\" she was told. \"It has failed every time.\" \"Give me three months and I will teach free,\\\" was her challenge. Never was there a campaign against odds but Clara Barton answered it with this argument of action. She did not demand that something should be done' she demonstrated that it could be. January 1920 69 She took a tumble-down unoccupied building with six pupils. In five weeks the building was too small. Each of the six pupils had become a living advertisement. Emerson has said that it is not the school that educates-it is the schoolmate. Clara Barton recognizing this truth and sought to reach out through these first pupils. She studied each child individually.... In this was the magic of her success. Something of the way in which she was regarded is shown by the following letter from a member of this first class-George Ferguson, now of Brazil, Indiana. \\\"My memories of Miss Barton are certainly the most pleasant. She was kind to her students, pleasant in her work, gentle in disposition and took an interest in us all. We loved her almost as much as we loved our mothers, and it was not without pangs of regret that we saw her give up her pupils and school work on account of failing health. ...I don't think she ever had a pupil but that loved her. Bad boys interested her as much as the good ones. The first letter I ever wrote in my life I wrote to Miss Barton. When she went away on her vacation she asked her students to write to her. We all did, and she answered all with personal letters. I can remember myself writing that letter as if it were only yesterday, and I was mighty proud of the answer I received. Since then I have been corresponding with her and have letters from her which I prize highly.\" ... \"Remembering that fully one-fifth of my life has been passed as a teacher of schools,\\\" she remarked twenty years after, \\\"it is not strange that I should feel some interest in the cause of education, some sympathy with those who labor in it as its teachers, some affiliation with the parents and people who bear its expenses, and secure its benefit, and some interest in the children and youth who receive them.\\\" What community in New Jersey will be the first to honor itself and to honor Miss Barton by attaching her name to a public school building? VISIT-THE-SCHOOLS WEEK To Local Boards of Education, Superintendents of Schools, Principals and Teachers: During each of the past three years a week has been designated as Visit-the-Schools Week. Last year more than thirty thousand persons visited the schools during the week set apart for this purpose. The week which is designated as Visit-the-Schools Week this year is the one beginning Monday, February 16. It is hoped that a larger number of persons will visit the schools this year than visited them last year. This week comes at a time of the year when fathers are not so busy as they are at some other seasons, and they, as well as the mothers, can visit the schools."}
{"image": "65", "text": "74 Education Bulletin almost $200 more than the median wage of high school teachers throughout the country. From figures obtained from cities in the central section of the United States it was found that it was worth per year $394 more to carry bricks than to train children; $363 more to mould dough for bread than to mould boys and girls into citizens; $890 more to hammer hot iron than to hammer ideals, and $1024 more to build frameworks for buildings than frameworks for character. There seems no solution of this problem save the intelligent study of the work done my teachers and the establishment of schedules of pay proportional to the preparation demanded and the necessary expenses incurred. When this is done and salary schedules put upon this basis no teacher in the country will be expected to start teaching at less than $1000, and the schedules will be so arranged that additional preparation, conscientious work and special ability will receive their reward in teaching in the same sense and as surely as these same elements would be rewarded in any other line of work. The state of New Jersey ranks toward the top of the states in the matter of salaries paid to teachers. Because of this all branches of the educational system are greatly interested in an adequate adjustment of teachers' wages. With such an interest and a maximum of cooperation on the part of all groups involved there is no reason why New Jersey should not be the first state to put its teachers' salaries upon a satisfactory and scientific basis-that of paying all teachers a living and a saving wage in such a way that the maximum of service may be given to the schools. WAR WORK OF HAMILTON SCHOOL AT HARRISON Hamilton School Number Two, in Harrison, Hudson County, made a record in its war activities. This is a school of eleven classrooms. The record follows: 6 Large hospital pillows 12 Large cases 149 Colored ambulance pillows 148 Small white pillows 136 Small white cases 549 Washcloths 62 Hospital wipes 4 Eye bandages 2 Chin bandages 384 Handkerchiefs 96 Comfort kits 200 Sweaters 35 Mufflers 311 Pairs of socks 31 Helmets January 1920 75 189 Pairs of wristlets 14 Pounds of lint 560 Pounds of tinfoil 36 Baby shirts 6 Romper sets for Belgian babies 3 Auto trucks of clothing 250 Cards of darning cotton wound by children 18 Medicine glass covers Liberty Bonds ............................... $3000.00 Thrift Stamps (1918) .................... 1865.00 Thrift Stamps (1919) .................... 951.75 Junior Red Cross .......................... 113.00 Red Cross Drive ........................... 301.83 Victory Drive ................................ 300.00 Salvation Army Drive .................. 612.49 State Memorial (Soldiers and Sailors) ..... 220.00 A PROBLEM AT VENTNOR CITY Ventnor City, Atlantic County, has one of the best school systems in the state. Its people are public spirited and are willing to spend money on their schools, and its superintendent, Mr. Halliday R. Jackson, is a leader of teachers. Mr. Jackson recently issued a statement entitled \"Our School Problem,\" which is worth of reproduction in the Bulletin. What other town in the state has a broader or more comprehensive program than Ventnor City? The statement follows. There are cities where the classes average thirty-five pupils, but are they the places to which people move because of the schools? Is Ventnor City, which has built up a splendid reputation for its public schools because of its small classes and excellent teaching to drift into the conventional type of public school system? Is it going to lead a humdrum conventional school life-quiet, unoffending and negatively happy-doing as many others do, doing it about as well as they do it and satisfied to do just that? Or is Ventnor City going to keep the place it has won and still further extend its school facilities? Schools either move ahead or slide back. They cannot stand still and still hope to lead a moving procession. To be an advertising feature the schools must be better than the average and so much better that the ordinary man can see it."}
{"image": "66", "text": "[* 9 Andersonville *] [*[June 30, 1865]*] REPORT OF THE SECRETARY OF WAR. 257 No. 47.–Statement of the number of interments registered during the war, white and black, loyal and disloyal, so far as reports have been received at this office, under General Orders No. 40, Quartermaster General's office, 1865. States. Reports to– Reports of in- White. Black. Loyal. Disloyal. Refu Contra Total. terments to– gees bands Missouri ...........Sep. 14, 1865 Aug. 5, 1865 10,695 837 10,150 1,382 ...... 627 12,159 Illinois .............. Sep. 4, 1865 Aug. 1, 1865 11,718 219 5,776 6,161 360 1,482 13,779 Indiana ...... ..... Aug. 30, 1865 ......do...... 6,005 67 2,925 3,147 ...... ...... 6,072 Ohio................ Aug. 19, 1865 ......do...... 1,338 3 1,121 220 ...... ....... 1,341 Michigan ........ Sep. 19, 1865 ......do...... 149 ........ 149 . ....... ..... ...... 149 Pennsylvania ... Aug. 15. 1865 ......do...... 355 ....... 342 13 ...... ...... 355 Massachusetts ......do...... .....do...... 238 43 281 ........ ...... ...... 281 District of Columbia.July 31, 1865 July 19, 1865 12,347 5,620 17,493 474 ...... ...... 17,967 Maryland ...... ....Aug. 16, 1865 July 26, 1865 5,555 250 5,576 229 10 ...... 5,815 Kentucky ............... Aug. 15, 1865 Aug. 1, 1865 6,778 2,059 8,536 301 ...... ...... 8,837 Louisiana ...... .... Aug. 29, 1865 ......do...... 7,441 5,786 12,951 276 ...... ...... 13,227 New York ............. Aug. 7, 1865 .......do...... 3,140 71 3,000 211 ...... ...... 3,211 Connecticut.......... July 28, 1865 June 30, 1865 222 64 285 1 ....... ...... 286 Rhode Island ....... Aug. 9, 1865 Aug. 1, 1865 333 26 353 6 ...... ...... 359 Virginia ............ July 27, 1865 July 1, 1865 3,803 308 4,076 36 35 59 4,205 South Carolina ...... Aug. 14, 1865 Aug. 1, 1865 649 681 1,325 5 ...... ....... 1,330 Tennessee ............ Sep. 6, 1865 Aug. 14, 1865 10,025 186 10,077 134 195 1,957 12,363 Reinterments. Andersonville .. .... Oct. 21, 1865 Oct., 1865 12,912 ........ 12,912 ........ ...... ...... 12,912 Spottsylvania }.... ......do...... ......do...... 1,500 ........ 1,500 ........ ...... ...... 1,500 Wilderness ..}...... } Total .......... ............... .............. 95,203 16,220 98,827 12,596 600 4,125 116,148 Total number of whites interred...... ............... 95, 803 Total number of blacks interred ...................... 20,345 I certify that the foregoing is a correct abstract of reports received at this office under General Orders No. 40, Quartermaster General's office, 1865, and on special reports of Captain Moore. J. J. DANA, Colonel, Q. M. D. No. 48 – Extract from annual report of Captain J. M. Moore, assistant quartermaster United States army, for the year ending June 30, 1865. WASHINGTON, D. C. The charge of the national cemeteries and burial of deceased soldiers and others dying in the service of the United States in hospitals in and about Washington is under the jurisdiction of this office, and is probably the most important of my specialties. It was deemed advisable, at the expiration of the burial contract, December 31, 1863, for the government to manufacture all the coffins required for interments in the national cemeteries, as well as those needed for shipment to distant points. The coffins now issued cost less than one-half the price paid by contract, and are far superior. The hearses used for transportation to the graves are covered ambulances, painted black, and are well suited for the purpose. The tablets or headboards are principally of white pine, with the exception of some four thousand of black walnut, purchased more than two years ago. They are painted in white and lettered in black, with the name, company, regiment, and date of death. I would here remark that unless tablets are painted before lettering, the wood will absorb the oil in the paint and the rain soon wash off the lead in the lettering. By much pains and labor I have succeeded in preparing a mortuary record for future reference, giving a succinct history of the deceased, every page of which has been compared with the records of hospitals, and up to the present date believed to be the most reliable register of the dead extant. Information is daily furnished to numerous friends respecting deceased soldiers, and frequently before it can be obtained elsewhere, as the record is always kept up to date, no matter how great may be the mortality. In accordance with Special Order No. 132, Headquarters Middle Military Di- 17 w"}
{"image": "67", "text": "260 REPORT OF THE SECRETARY OF WAR. Ages known: Whites ...................... 3,007 Blacks ...................... ..... Total ...................... 3,007 Ages unknown: Whites ...................... 428 Blacks ...................... 1,546 Total ...................... 1 974 Grand total ............................................ 4,981 NATIVITIES. United States ...................... 2,263 Sweden ...................... 5 England ...................... 71 Bavaria ...................... 2 Ireland ...................... 216 Canada ...................... 59 Scotland ...................... 20 Hanover ...................... 1 Wales ...................... 7 New Brunswick ...................... 7 New Wales ...................... 1 Mexico ...................... 1 France ...................... 22 British Provinces ...................... 1 Spain ...................... 2 British America ...................... 1 Germany ...................... 229 Baden ...................... 1 Russia ...................... 1 Nova Scotia ...................... 4 Prussia ...................... 9 West Indies ...................... 1 Norway ...................... 14 Italy ...................... 1 Switzerland ...................... 14 Hungary ...................... 1 Denmark ...................... 8 Cuba ...................... 1 Portugal ...................... 1 At sea ...................... 1 Holland ...................... 4 Contrabands ...................... 1,546 Saxony ...................... 1 Unknown (whites) ...................... 476 Europe ...................... 2 _______ Total ...................... 4,981 STATE OF ENLISTMENT OR DESCRIPTION OF SERVICE. Maine...... ...... ...... ...... .... 164 Ohio.................................... 191 New Hampshire ....... ...... ...... 76 Iowa................................... 14 Vermont...... ...... ...... .... .... 57 Indiana............................... 55 Massachusetts............. .... .... 177 Illinois................................ 20 Rhode Island...... .......... ...... 13 Wisconsin.......................... 86 Connecticut...... ....... ...... .... 38 Michigan........................... 166 New York.......................... 944 United States..................... 91 New Jersey........................ 87 Quartermaster's department....... 99 Pennsylvania.................... 618 Commissary department.......... 5 Delaware........................... 26 Ordnance department............. 1 Maryland........................... 58 Hancock's corps............................... 15 District of Columbia......... 5 Veteran Reserve corps............ 127 Virginia............................... 74 Signal corps...................... 2 North Carolina.................. 48 Marine corps.................... 1 South Carolina.................. 14 Provisional cavalry.............. 4 Georgia.............................. 29 Andrew's S. S................... 1 Florida................................ 1 Hospital attendant................ 1 Alabama............................ 16 Brigadier general................ 1 Mississippi......................... 4 Citizens.......................... 2 Kentucky............................ 6 Military R. R.................... 1 Tennessee......................... 8 Contrabands........................ 1,546 Missouri............................. 4 Unknown (whites)............... 58 Minnesota......................... 25 ____________ Total...................... 4,981 CAUSES OF DEATH Aneurism......................... 1 Abscess............................. 8 Accidental........................ 19 Anæmia............................ 3 Acute consumption........ 1 Bronchitis, chronic, &c... 30 Apoplexy.......................... 19 Bayonet wounds............. 2 Apoplexia serosa............ 1 Bilious colic...................... 3 Anasarca.......................... 4 Bright's disease, (kidneys)........ 3 Amputation...................... 113 Cardiac disease................ 2 Ascites.............................. 6 Cerebritis........................... 2 Asphyxia........................... 3 Cerebral spinal meningitis........ 15 Astheria............................ 10 Cerebral congestion................... 2 Assnoce............................ 3 Chronic diarrhœa....................... 437 REPORT OF THE SECRETARY OF WAR. 261 CAUSES OF DEATH—Continued. Chronic pleurisy.................... 1 Fever, typhus.................... 5 Chronic dysentery.................... 18 Fever, scarlet.................... 1 Chronic disease of heart.................... 1 Fever, spotted.................... 3 Chronic rheumatism.................... 2 Gangrene.................... 32 Congestion of lungs.................... 7 Gastritis, acute, &c.................... 7 Congestion of brain....................6 Gastro enteritis.................... 1 Congestive chills.................... 4 Hemorrhage, &c.................... 16 Concussion of brain.................... 1 Hemorrhage of bowels.................... 2 Contusio.................... 3 Hanging.................... 1 Compound fracture of leg.................... 5 Hœmpligia.................... 2 Compound fracture of arm.................... 1 Hepatitis.................... 3 Compound fracture of femur.................... 3 Hepatitis, acute, &c.................... 1 Coup de soliel.................... 4 Hepatic disease.................... 2 Colligiative diarrhœa.................... 1 Hydrothorax.................... 2 Convulsions.................... 1 Hœmoptysis.................... 6 Consumption.................... 9 Hernia.................... 1 Colic.................... 2 Injuries.................... 9 Cynanche.................... 1 Ictus solus.................... 1 Compression of brain.................... 2 Inflammation of brain.................... 14 Cholera.................... 1 Inflammation of lungs.................... 18 Cholera morbus.................... 5 Inflammation of bowels.................... 9 Chorea.................... 1 Inflammation of windpipe.................... 1 Drowned.................... 14 Inflammation of liver.................... 2 Dextral hydrocele.................... 1 Icerus.................... 2 Diarrhœa, acute, &c.................... 100 Icturus.................... 1 Debility, general, &c.................... 25 Intersusceptis.................... 2 Diptheria.................... 13 Idropathic abscess of thigh.................... 1 Dysentery, acute, &c.................... 63 Inebriation.................... 2 Diarrhœa, hemorrhoid.................... 1 Jaundice.................... 7 Dropsy.................... 3 Killed in battle.................... 2 Dropsy of heart.................... 13 Kicked by mule.................... 1 Dyspepsia.................... 3 Laryngitis.................... 3 Delirium tremens.................... 6 Laryngitis cynanche.................... 1 Epilepsy.................... 2 Lightning.................... 3 Enterites gastro, &c.................... 8 Lumbar abscess.................... 1 Exhaustion.................... 195 Murdered.................... 6 Erysipelas.................... 38 Measles.................... 9 Endocardites.................... 4 Marasmus.................... 1 Empyœmia.................... 1 Meningitis.................... 6 Exposure and drink.................... 2 Mucus dysentery.................... 1 Exposure and diarrhœa.................... 1 Nostalgia.................... 2 Exposure and typhoid fever.................... 1 Nephritis.................... 3 Encephalites.................... 1 Œdœma of glottis.................... 1 Effects of bad whiskey.................... 1 Organic disease of heart.................... 1 Exsection head of femur.................... 1 Obstruction of tricuspid valves.................... 1 Exasticulation (R) humerus.................... 1 Œsophagisimus.................... 1 Emacination.................... 1 Pyæmia.................... 80 Effusion.................... 1 Pneumonia, double, &c.................... 187 Fractures.................... 11 Prostration.................... 1 Fracture of femur.................... 1 Pulmonary congestion.................... 3 Fracture of skull.................... 2 Pulmonalis.................... 1 Frozen feet.................... 2 Phthisis pulmonalis.................... 63 Found dead.................... 1 Phthisis pulmonalis.................... 14 Fever.................... 15 Peritonitis.................... 9 Fever, bilious.................... 6 Pericarditis.................... 6 Fever, remittent.................... 4 Pleuro pneumonia.................... 11 Fever, brain.................... 1 Purpura.................... 1 Fever, typhoid.................... 502 Paralysis.................... 1 Fever, typhoid malarial.................... 59 Pleurisy.................... 9 Fever, typhoid remittent.................... 1 Paraphegia.................... 2 Fever, fraumatic.................... 3 Poisoned.................... 5 Fever, intermittent.................... 11 Pleuritis.................... 2 Fever, remittent.................... 25 Partial paralysis.................... 1 Fever, congestive intermittent.................... 1 Phlegmanous erysipelas.................... 2 Fever, continued.................... 4 Pelvic abscess.................... 1 Fever, malarial.................... 2 Perpotation of bowels.................... 1 Fever, congestive.................... 14 Phlebitis.................... 1 Fever, enteric.................... 6 Periosties, chronic.................... 1"}
{"image": "68", "text": "262 Report of the Secretary of War Causes of Death - Continued. Pistol Shot ......................... 1 Resection...................2 Resection of humerus............1 Rheumatism, acute, &c ............. 7 Rubicola ......... 23 Rupture ............ 3 Suicide ........... 5 Softening of the brain ........... 2 Stabbed ............. 2 Syphilis ................ 3 Shell wounds ............... 7 Scorbutus .......... 1 Scrofula .......... 1 Scurvy ............ 1 Sun stroke .......... 2 Syncope ........... 1 Spinal meningitis ....... 1 Scarlatina ......... 1 Scarlatina anguinosia ...... 1 Scarlatina malinga ........... 1 Strangulated hernia .............. 1 Sciatica ............... 1 Shot by citizen...............1 Typhoid pneumonia...........29 Typhoid diarrhea...........1 Tuberculosis ............... 3 Tenatus .......... 2 Tenatus traumatic ......... 1 Tebes mesenterica .......... 2 Tonsilitis ........... 1 Unknown contraband ........ 1,546 Ulcers ................. 2 Ulceration of bowels ......... 1 Variola ............. 14 Variola descrita ......... 1 Variola confluenta .......... 18 Variola glossites ........... 1 Variola nigra ......... 2 Vulvula, disease of heart ......... 2 Vulnus selopt .......... 708 Wounds ...... 6 Wound of head ......... 2 Wound of flesh ......... 2 PLACES OF DEATH. Armory hospital ...... 455 Angus hospital ..... 25 Butterfield hospital ..... 3 Columbian hospital ..... 68 Carver hospital ..... 234 Campbell hospitals ..... 143 Camp Stoneman Hospital ..... 14 Camp Barry hospital ..... 18 Capitol Hill barracks ..... 6 Cliffbourne barracks ..... 6 Douglas hospital ..... 182 Emory hospital ..... 174 Engineer depot ..... 38 Finley hospital ..... 116 Fry barracks ..... 11 F street barracks ..... 2 Forts ..... 129 Field hospitals ..... 27 Geisboro' hospital ..... 58 Harewood hospital ..... 286 Home Sanitary commission .... 10 Judiciary hospital ...... 169 Kalorama hospital .... 42 Lincoln hospital ..... 476 Lincoln barracks .... 2 Mount Pleasant Hospital .... 207 Old Capitol prison ..... 12 On furlough ..... 17 Potomac river ..... 10 Quartermaster hospital ...... 76 Ricoid hospital ..... 3 Regimental hospital .... 195 Stanton hospital ..... 80 Stone hospital ..... 23 Sherburn barracks ..... 5 Soldiers' rest ..... 3 Seminary hospital ..... 7 Wisewell barracks ..... 2 Washington and D.C. ..... 101 Contrabands ..... 1,546 Total ..... 4,981 True copy. JOHN V. FUREY. Captain and Assistant Quartermaster. ASISTANT QUARTERMASTER'S OFFICE. Depot of Washington, Washington, D. C., July 1, 1865. GENERAL: In accordance with Special Orders No. 132, Headquarters Middle Military Division, Washington, D.C., June 7, 1865, I have the honor to report as follows: On the evening of June 8 I left Washington, D. C., for Belle Plain, where I joined Colonel Bird, of the 1st regiment 1st army corps, and proceeded to the battle-fields of the Wilderness and Spottsylvania Court House for the purpose REPORT OF THE SECRETARY OF WAR. 263 of superintending the interments of the remains of Union soldiers yet unburied, and marking their burial-places for future identification. This work was commenced on the 12th, and completed on the 24th of that month. Careful search was made over the above-mentioned battle-fields, and the remains of all soldiers, both Union and rebel, interred, and headboards, with name, rank, and regiment, placed at each grave (with some exceptions in cases of rebels) when it was possible to identify the deceased. The words \\\"Unknown United States soldiers, killed May 10, 1864,\\\" on a neat tablet, mark the remains of our own soldiers that could not be identified. On the battle-ground of the Wilderness two cemeteries were laid out, enclosed by a paling fence. Cemetery No. 1 is on the Orange Court House turnpike, about two miles from the Wilderness tavern, and contains the remains of one hundred and eight men. Cemetery No. 2 is on the Orange Court House plank road, about two and a half miles from the junction of the Orange Court House turnpike, and contains the remains of five hundred and thirty-four men. The sites are well adapted for the resting-place of those who fell in the vicinity, having been selected where the scenes of carnage appeared to be the greatest. It was no unusual occurrence to observe the bones of our men close to the abatis of the enemy; and in one case several skeletons of our soldiers were found in their trenches. The bones of these men were gathered from the ground where they fell, having never been interred, and by exposure to the weather for more than a year all traces of their identity were entirely obliterated. On the battle-field of Spottsylvania but few men were found unburied, many of them having been interred by a Mr. Sandford, who resides at Spottsylvania Court House, in compliance with an agreement to that effect with General Sherman while on his march to Washington city. Over seven hundred names were found on this battle-field, and tablets erected in memory of the deceased. It was my intention to remove those partly buried to a suitable site for a cemetery; but the weather being exceedingly warm, and the unpleasant odor from decayed animal matter so great as to make the removal impracticable. They were, however, carefully re-covered with earth and entirely hidden from view. Hundreds of graves on these battle-fields are without any marks whatever to distinguish them, and so covered with foliage that the visitor will be unable to find the last resting-places of those who have fallen until the rains and snows of winter wash from the surface the light covering of earth and expose their remains. The accompanying list embraces the names of officers and men to whose graves headboards have been erected. I am, general, very respectfully, your obedient servant, JAS. M. MOORE, Captain and Assistant Quartermaster United States Army. Brevet Major General M. C. MEIGS, Quartermaster General U. S. A., Washington, D. C. Graves of Union prisoners at Andersonville.—Report of Captain Moore. WASHINGTON, Wednesday, October 18, 1865. The following report of Captain J. M. Moore, assistant quartermaster, who was sent to Andersonville, Ga., to mark the graves of Union prisoners for future identification, contains valuable information, in which the people are interested, and will, doubtless, be appreciated by the relatives and friends of those who have given their lives to their country:"}
{"image": "69", "text": "[*Blue Anchor*] The Alpha. ENTERED AT THE POST-OFFICE AT WASHINGTON, D. C., AS SECOND-CLASS MAIL MATTER. Human Rights before all Laws and Constitutions.-Gerrit Smith. The Divine Right of Every Child to be Well Born. VOL. VI. WASHINGTON, D. C , JUNE 1, 1881. NO. 10. PARENTAL LEGACIES. A PAPER READ BEFORE THE INSTITUTE OF HEREDITY, CONVENED IN BOSTON, MAY 25, 1881. CAROLINE B. WINSLOW, M. D. To a toil-worn reformer this goodly meeting is truly a most cheering event-a green oasis in a vast desert of perversion, ignorance and hap-hazard discord. That ere the close of the nineteenth century, this congregation of philanthropists and reformers, men and women have met, to take counsel one of another and solemnly consider the most wise and legitimate methods of improving our common humanity, the most reasonable means whereby the world may become healthier, happier, purer, truer, through a knowledge of the laws of hereditary transmission. Heredity means (according to Webster) descended by inheritance, ancestral, patrimonial, inheritable. But to use a more familiar definition, \\\"The science that treats of the transmission of physical, mental and moral traits to descendants.\\\" Many sided and perplexing as is a successful study of our subject, with its centuries of accumulated crookedness and mystery, we believe, with the aid of inspiration and the light of science, human intelligence and beneficence will be found competent to unravel this tangled mass of evidence and patiently arrange into order, testimony of the most valuable character, and evolve lessons of wisdom that will essentially advance the interests of the human race. Of course we are only seed sowers, and can only work with the implements and materials produced by our generation. We must begin with those already born and those that will be born in our day. It will be a vast benefit to posterity if we can so enlighten the rising generation that they will realize the necessity of studying their own patrimony, and that of the one they propose selecting for life companionship. If only this is accomplished the tide of human wisdom will have turned its efforts in the right direction and the opportunity for developing the most sublime traits of human characters will be afforded. For I predict our coming heroes will not be battle-stained and blood-stained men with maimed and crippled bodies, but men and women who will be canonized for their self-renunciation and the wise ordering of their lives for the good of others, for good works, diligence and skill. Self-conquest will be an achievement recognized and honored by all men, and will become the power which shall marshal their hosts against such spiritual enemies as tyranny, selfishness, ignorance and lust. With such noble ends to be accomplished we look with great interest and solicitude to this new departure, this Institute of Heredity, and inquire what are the methods and plans by which such desirable results will be brought about ? If, by familiarity with our inherited traits and an inventory of possibilities, aught is discovered that cannot be satisfactorily transmitted to prove a joy and blessing to progeny, individual responsibility will be so patent that an irremediable defeat will settle the question of parentage at once, and an heroic resolution taken that their plague-spot shall die off from the face of the earth and be known no more forever. But if by knowledge of the laws governing development and a wise application of the law of selection, whereby the virtues and defects of contemplated partners may complement each other, with the sustaining praise and stimulating joy of establishing a new grade that shall lead to a desirable pedigree, and doing one's best toward redeeming the mistakes and blunders of the past, the results cannot fail of being most happy. When fathers and mothers become as solicitous for the mental and moral qualities they leave behind them as they do of houses and lands, government bonds, promissory notes, articles of virtu, and other worldly and perishable possessions ; when they strive to bequeath such priceless treasures as a healthy physique and well developed brain to their heirs, \\\"the last will and testament\\\" of progenitors will be less liable to litigation, legacies will be of more permanent value, and become objects of profound veneration. The spendthrift will not forget the sacredness of his inheritance ; the man or woman, tempted by appetite will possess a double incentive to resistance. That rich, pure blood, may be transmitted untainted by any voluntary self-indulgence, and what of taint or discord we detect in ourselves will become a life-work to eradicate and conquer by the persevering observance of physical and moral hygiene ; that only grace, health, and beauty be handed down to crown with joy the lives of coming ages of men. Then the unfortunate victim of malformation, of feeble intellectual and moral sense, with scrofula, syphilis, or insanity poisoning his blood, will be looked after and cared for by legal but humane authority, and will not be permitted to transmit his curse to posterity. The restraint imposed by legal enactment, reason and conscience, will be the tender but effectual means used to check this class [*1881-2 Blue Anchor*]"}
{"image": "70", "text": "2 THE ALPHA, JUNE. of population. For it will be considered \\\"a sin to entail crime upon society, and equally a sin to make one's house a sepulcher, full of death and blight.\\\" There has recently come to our knowledge a family of eight idiots, all grown to men's estate, with stalwart bodies, but not sufficient mental calibre to care for their personal wants any better than in early childhood. Their father and mother are cousins. With the habits common to ignorant people, blood poisoned with whisky and tobacco, the tissues of the body built up on pork and corn ; is it surprising that these old people are utterly discouraged in their poverty and the failure of all the objects of life ? Would not legislation that would have interfered in preventing the marriage of such persons, or after their marriage, have interposed its beneficent restraints to have prevented these eight crimes from burdening the world have been wise and timely ? \\\"This is the class that are damned into the world, not born.\\\" \\\"It becomes the duty of scientists and reformers to see to it that this class of parasites do not drain the life of the parent tree.\\\" Such are the penalties and disappointments that result from a life of ignorant sensuality and irresponsibility in many families. This may be considered an extreme case. But do we not see such results in a degree all around us ? How often do we hear of good men, ministers of the Gospel and devout Christians, having wild, vicious sons and unreliable daughters, and how often is the question asked, \\\"Why should such God-fearing families be so afflicted ?' A great stride forward will have been taken when the religious and secular mind shall have been disabused of the popular error that God creates every child that is born, calls him forth into life by the fiat of His will. Here human responsibility is ignored by the masses and Divine Providence becomes the scape-goat for our sins and shortcomings. But this immunity does not extend to the breeding and improving of domestic animals. The farmer and stock raiser knows to a certainty that if he wishes fine cattle and spirited horses he must be wise in selection, careful to supply nutritous and abundant food and provide just enough exercise to insure the health and vigor of the female. This point is aptly illustrated by a correspondent in a recent number of the Woman's Journal. The writer, a wife and mother, is over-burdened by housekeeping and the care of her little children; her husband stupidly oblivious of the fact. She says: \\\"Once we were riding; at the foot of a hill he told me to get out and walk up as his mare would foal in July. My baby would be born in August.\\\" He remembered to be kind to his horse and care for his colt in embryo. He knew his responsibility there, but he had no thought for his own child. I fear this is not an unusual case, for, alas, it is the experience of many wives. Another one writes: \\\"I have no money only what I can get on the sly.\\\" Meaning if she could find small coin in her husband's pocket she would take it, if she thought he would not miss it. His children will inevitably be sly and thievish. But he feels no responsibility in the matter. They are gods children not his. It would make a vast difference in that man's conduct, and still more in the character of his children, if he believed himself to be a free moral agent in this matter of generation, and while holding the balance of power is largely responsible for the endowment of his children. \\\"As he sows so shall he reap.\\\" We are told that God wills the salvation of all souls, but he cannot and will not save souls without human help. This knowledge will mark a new era in the history of human progress and reform. Men will select their wives for their vigorous health, their moral and spiritual tendencies by inheritance and the effect of personal habits of life, and the probable result to their children from combination with [t]heir own peculiarities; before they dare jeopardize the welfare of offspring, who are so helplessly dependent upon their ancestors not only for the breath of life, but for qualities that will make their lives desirable, not an intolerable burden to themselves and society; that will endow them regally , not impoverish them with discord and disease; crown them with transcendent talent, not blast them with idiocy. When this great day shall have dawned upon the children of men, the work of the church-Christ's church on earth-will not be the expounding of doctrine, calling upon men to save their souls by sprinkling or emersion, while they despise and neglect their bodies, but shall be the healing of the great leprosies of society, the cleansing of sensuous lives, the diminution of criminal classes, the care and education of youth by every elevating and salutary influence. Teachers and preachers must begin by casting out their own selfishness and cultivating virtue and purity in their souls, and so manifest it in their lives that from them will emanate an attractive radiance that will draw the sin-sick and heart weary unto them, to heal and bless. They must recognize physical law to be as divine and immutable as spiritual law, and impress up the minds they would direct that there can be no real virtue except when manifested through a healthy body. Therefore the attainment and preservation of physical health becomes a cardinal virtue. And above all must we steadfastly live our principles of beneficence and purity if we expect to do good to others. Especially must we live lives of sexual holiness and pure continence except for procreation, whether married or single. Sexual abuses are the great sins of our day. The social ulcer, the cancer at the heart that is draining our strength, consuming our life and vital force, defrauding little children and the cause of the increase of crime, disease, premature death and all the sorrows that blast our lives and go to make up its wastes and burdens. False teachers have proclaimed the doctrine of physical necessity,\\\" have wailed about \\\"sexual starvation\\\" and \\\"over-population.\\\" Medical teachers and physicians have recommended marriage or concubinage as a specific for sexual diseases. All manner of protections and prevention to conceptions, with fœticide, (which often means suicide,) have been devised. Some have even professed consecration of sexuality, which proves to be another name for sensual indulgence without procreation, but to me they are all false teachers, false prophets, that cry \\\"peace, peace, when there is no peace.\\\" THE ALPHA, JUNE. 3 They all lead to the same results-disgust, loathing, disease. The desecration of the God-like creative power and sacred sexual function creates a perfect pandemonium in the soul. Of it are born satiety, disgust, jealousies, contentions, nervousness, disease, and death of all that makes life sweet and desirable. Thus is Milton's allegory of the fallen angel re-enacted in our hearts and by nearly every family in the land. In this condition children are too often conceived, added to the rebellion of the wife against the injustice of enforced maternity, and the plotting against, or at least the desire to destroy the embryo. What wonder that we are overrun with criminals of every shade and degree, God's likeness transformed into demonical distortions, and the world burdened with the support of jails, penitentiaries, reformatories, insane, deaf, mute, blind and idiot asylums, with a gibbet in every township. All these disasters follow the desecration and profanation of the most sacred function with which we are crowned. The creative power, in combination with reason, allies us more closely to an Infinite Creator thank any other gift. Every infringement of the law of continence for sensual purposes to an enlightened conscience brings its own shame, debasement, and contrition. Let no one say :this standard is too high;\\\" that \\\"it is not possible of attainment.\\\" I assure you it is. Many families are this day trying this method of living. And they report themselves as being happier and healthier, more loving and cheerful and before. We cannot recognize the necessity of physical expression of the sexual nature same for its legitimate and creative function. Unlike the natural physical instincts which demand food, shelter, warmth and clothing, which are necessary for the renovation of the blood and building up the waste tissues, and the growth and health of our bodies, this is under the control of out emotional nature, and should be dominated by our reason and will power, as every expression of it reduces vitality and wastes life force. No man or woman in health and symmetrically developed has any desires, but through the imagination or sympathy. Like the shedding of tears, health or happiness would not be impaired by years of abstinence, but like weeping, indulgence always depresses nervous energy. This doctrine of continence is the stone which all social reformers have rejected or neglected. I now present it as the chief corner-stone of the institute of Heredity. If accepted, it will set the institute on a firm, enduring base. Storms or floods, winds or flame, nor the power of hell can never prevail against it, for it will stand upon a rock. Security and peace will dwell with wisdom within its borders, and none shall make afraid or soil its pure escutcheon with slander or evil passions. This is really the whole of salvation each soul must work out for himself. Brothers and sisters, I exhort you to present your bodies holy, acceptable to the Lord, which is your reasonable service. We should teach to others the truths we ourselves have learned. In the autumn of 1880, plans, long considered by a few benevolently -minded women, culminated in the formation of the Women's National Relief Association, having its headquarters in Washington, D.C., the object of which is so to organize benevolent effort that the women of the nation, by concert of action, may have in readiness for any sudden or imperative necessity arising from conflagration or other disaster, epidemics, famine or war, such sanitary aid and material as the occasion calls for, and to insure their economical and equitable administration. It has also the present specific object of supplying without delay the United States Life-Saving Stations with beds, blankets, warm clothing, and other necessaries for the preservation and comfort of persons rescued from shipwreck. It is desired that auxiliary societies shall be formed in every state as soon as possible, in order that much needed supplementary aid may be rendered to the life-saving service during the ensuing year, and that as speedily as possible the organization may be in a condition for efficient work in the other direction alluded to. One hundred and ninety-six life-saving stations are established and sustained by Government. Though enough has been written of late to familiarize the public with the details of the service, probably few realize how arduous are its duties. The force employed does not admit of relief relays. The same men who patrol the beach must drag the life-saving apparatus for miles on the sandy beach, man the life-boat, carry on for hours the perilous work of rescue, and then, spent and exhausted themselves, work perhaps hours longer in preserving the lives they had saved. A crew frequently returns to the station, after the racking labors of a whole day or night, faint with hunger, cold, drenched through and through, cut or bruised, and spent with fatigue. They bear with them a wretched group of reduced, sometimes with women and children in the number, livid, ragged, half-naked, hurt, famished, wet, and frozen. The station fire is out, or low; no food prepared; nothing ready; everything to be begun. The crews are so short handed that no one can be left to make ready for the home comers and their precious freight. The fire must be renewed, and the reduced made comfortable, with but little means to that end. There is a cot and blankets at each station for each man employed, and, as far as these will suffice, they are used for wave-sent guests. The government supplies no clothing, but the surfmen gladly give their own only changes of dry appeal to replace the wet clothing of the rescued, themselves going wet for hours, and taking such rest as can be found on the hard boards around the station fire. Occasionally circumstances require that shipwrecked persons should be out-fitted with clothing. A man came ashore from the wreck of the A.S. Davis with only the band of his shirt left on him by the raging buffeting sea. Another was cast ashore without vestige of a garment. One of the surfmen, from his own scanty store, supplied his wants. The Government makes no provision by which that surfman can be repaid. It is enough that these poor"}
{"image": "71", "text": "6 THE ALPHA, JUNE. interchange is premeditated, as eloquence dictates, the muscular and magnetic influence of the will rivets the chain upon the heart of the hearer, who may be extremely attentive and charmed with what he hears without being a personification of love or wisdom. But raptures exert no healthful influence, unless the process which evolves them is strictly scientific in its bearings, and the true uses of life always include this characteristic. The riches of the universe are borne home triumphantly to the heart of the philanthropist without the wish to revel in the delight which is the consequence. The happy miner of investigation who finds jewels of inestimable value upon the point of his spade, hugs not himself with swinish delight, it is to be hoped, because the avails will enable him to gorge his senses with intoxicating pleasure, of no exalted nature, but he feels that such gems contain the fairy mystery which under his auspices will beautify his own neighborhood, give employment and relief to the poor, and the thrill of holy delight which permeates his whole frame arises from the fact that his own nature contains a happy mingling of love and wisdom in such divine proportions that the whole world can reap some benefit from his manly and benevolent exertions. I humble think that the highest raptures will come to us in moments when least expected, and devotion to the loved one is best shown by contributing to his highest good. Raptures of all descriptions are only attendants of surpassing loveliness, who wait upon duty as the dew of labor pours from her noble brow. The best happiness of the heart is like the music of the well-tuned lyre, the perfume of the rose, the purple light of the evening cloud. But when emotional cravings break up or become the whole business of existence, the harmony of our being loses its best significance, and, as a great writer remarks, life ceases to retain its noblest energies, and \"passes languidly into destructive and unmeaning dreams of rapture and anguish.\" ALHAZA CROFT. HEREDITY, HOW OPPOSED. The doctrine of heredity, so ably argued in late numbers of THE ALPHA, deserves further notice of the hindrances of its acceptance. I essay to discharge the office. The hindrances might be compressed in one - the ready acceptance of the cheap, the superficial, the pretentious; or we may specify two principal forms of the same tendency. One identifies baptism with regeneration, the sign is exalted into the thing signified, the sacramental water removes the stain and disabilities of inherited depravity. Consistently saints must be celibates. Children are forbidden to them who might most boldly claim the promise to them and to their children. Not more preposterous if a ranchman should restrain the choice of his flock and breed only from meaner cattle. Another portion of the Christian community ignores the law that the spiritual nurture of the child begins before its birth, or admits it only in its evil applications, as in case of the expectant mother indulging in irregular appetites or viler passions and transmitting to her offspring unwonted depravity in the same direction. The law should be recognized as equally available for good, as was found in case of Jeremiah, Isaiah and the Baptist, (Jer. i, 5; Is. xliv, 15; Luke i, 15.) Nothing exceptional here, all normal and to be expected, when ever it may be said of parents, \"They were both rightous before God, walking in all the commandments and ordinances of the Lord blameless.\" O. vi, 7. Despite the principles running through the Holy Writ, despite the teachings of science, philanthropy and common observation with a large portion of the Christian community, the beau ideal Christian begins life a heathen, goes astray as soon as he is born, speaking lies, though born of Christian parents, and perhaps dedicated to God in baptism, he is still accounted an alien till the revival comes along to effect his conversion. The utmost that parents are encouraged to hope is the early conversion of their children. Sanctification from or before birth is at most admitted a bare possibility, may be in rare cases; is not accepted as the normal and expected thing, and not expected is not realized. Under a ripened Christianity we shall not hear of the conversion, early or late, of children of Christian families. Children will be born with the germs of divine life implanted in them, to be quickened into activity. Indeed I believe that, to a hopeful extent, such is already the case, that of many Christians the practice is better than the theory, proving that a sanctified parentage assures a sanctified progeny, and that the reported conversion of children is rather the revivification of a principle afore imparted. W. W. \"PUISSANCE OBLIGE.\" Under the above title, the Cambridge Review of the 2d ult., in an article which well deserves attention, upon the duties of the strong towards the weak, says: \"There exists in our community a class of persons to whom its teachings have as yet been very imperfectly applied - why, it would be hard to say, for whatever claims weakness has upon strength, they possess in a superlative degree. Mr. Lecky, in a flourish of sublime nonsense, has dubbed them 'the priestesses of humanity,' bearing, since some must bear it, the sin of the world. And who are these majestic priestesses? They are not women. They are children, women-children, at least when they first assume their sacred functions. Their are young girls in their teens, that is, of the age when our daughters and sisters have hardly got into 'long dresses,' when they are still at school, or in the school-room, when they prefer a circus or a pantomime - the babies! - to a party 'where you have to be so proper, you know.' Of such are the 'priestesses of humanity.' \"With this difference. That they have never had a father to romp with them, or a brother to protect them from a whisper of insult. That from the first, life has meant to them hard work, privation, severity, servitude. That for many of them - 'not so much born as damned into the world' - it has meant education in evil and encouragement, nay, compulsion to vice. That the happiest of them have not been sheltered from temptation; THE ALPHA, JUNE 7 that the wisest of them are very ignorant and childish; that the richest of them are very poor. \"And what have we done for our women-children? * * * \"This is what we have done for the women-children, who might have been our own. \"We have taught them that a first downward step is irretrievable, and stamps upon them a brand which nothing can efface. We have goaded them on to fresh evil with all the force of cruel contempt or frigid indifference. We have herded them together in one outcast class, without distinction of character or experience in sin. We have hardened them, often in periods incredibly short, unsexed them, made of them drunkards, blasphemers, tempters, fiends in human form. We have done this. \"Even when we have had too much respect for womanhood and for ourselves, to heap fresh ignominy upon them, we have been responsible for their blood, inasmuch as we have stood aloof, and have deemed with a cynical apathy, or with the fastidious shrinking of a mistaken refinement, that their fate did not concern us. \"'Upon the soul of every individual amongst us did a portion of guilt rest, as long as the slave trade remained legal,' said Coleridge, and as long as society's laws, whether sanctioned by act of Parliament or no, ordain a yearly holocaust of thousands of its weakest members, so long will their blood be upon the head of every responsible member of society. \"Yet there is a change coming. There is on the horizon a cloud scarcely bigger than a man's hand which is destined to grow and grow till it overspreads the sky. It is the awakening of women to their responsibilities toward their young sisters. The truths that are dawning with irresistible but gradual force upon the reasoning minds of men have laid hold with a sudden fiery grip of the impassioned spirits of women, and caused the scales of age-long custom, the 'stiffening crust' of tradition to fall from their eyes. They are going forth to raise the newly-fallen, to melt the hardened with love, to wipe out a past of sickening horror in a future of hope and calm; they are moreover working socially for justice, for honesty, for a loftier purity, for the practical extension of the kingdom of Christ.\" \"Faust says: 'The Woman-Soul leadeth us Upward and on.' \"Not that we are to get a woman to smuggle us into heaven when we are sick of our follies and sins; not that we are to do our religion and morality by deputy, admiring women's purity and goodness with sentimental wistfulness, and contenting ourselves, for our own part, with 'half the virtues;' but that we are to defer to the weaker, to surrender to the needy and the oppressed, to do battle for the poor, to aspire with the pure in heart, to remember: \"Puissance oblige.'\" --The Shield. \"SEXUAL ORGANISM AND ITS HEALTHFUL MANAGEMENT.\" James C. Jackson, M. D., in his 'Sexual Organism and its Healthful Management,\" in a chapter all ought to read, page 258, says: \"I am satisfied, from a thorough study of the organic relation of the sexes, that the faculty of amativeness has a two-fold purpose, and should be always gratified by either sex from this point.\" But I am not \"satisfied\" that this is so, nor has the world ever had a fair chance to test the other side of theory. Men and women, like plants and animals, have gone on for millions, and perhaps billions of years increasing and multiplying whenever inclination and circumstances favored such a course. A few nunneries, cloisters and Shaker villages have made ascetic continence a religious rite and a martyrdom, but where are the societies who have tried pure, affectional, loving continence? Where can we find a community of men and women who have only had sexual commerce for purposes of procreation? and where are the generations that have had continent parents, grandparents, and great grandparents? Alas! echo answers where? And till we have just one such, this question will have been experimentally tested on one side only. Men plead for moderate indulgence, (saying that continence will produce a race of apathetic, dull, lifeless, pale, sad-looking people - sexless and soulless.) But how do they know? The few Alphaites who have lived continently speak in eulogies of its effects upon themselves all they know to have tried it. It makes them kind, loving, charitable and unselfish, strong, vigorous and young, even as plants and trees are stronger, more vigorous and long-lived, when not allowed to produce fruit. It is an up-hill work, I will allow, this one of unteaching the old, and ingraining into the mind the new. Women, wine and feastings - next to wars - seemed to be the greatest luxuries of antiquity. Not woman as she should be - man's equal, his helper and his mother; but as his slave, his subject and his plaything - one who ministered unto and gave him pleasure. The Arabian Nights and Shakespeare, and all old-time books, and indeed, all novels, even of today, place this question of sex prominently before us as if it was first and foremost in all hearts. We shall need a newer and cleaner literature ere the world will become pure and clean. But if here and there one is saved; if here and there one ray of truth reaches a single mind, our labor will not be lost, and that this is being accomplished every mail that reaches me bears record. Broken-down and despairing wives, passion and lust-cursed children, and pale, nerveless and debilitated men, all send in sad and bitter testimonies as to the great need of the work Alphaism is endeavoring to do, and now and then comes a glad, jubilant song from a saved soul that cheers and encourages to more and better work in the future, and assures us that all is not seed sown on stony ground. \\\"The time has come to preach soul; No meager shred - the manly whole; Let agitation come; who fears? We need a flood; the filth of years Has gathered round us. Roll then on; What cannot stand had best be gone.\\\" ELMINA D. SLENKER. SNOWVILLE, PULASKI Co., Va."}
{"image": "72", "text": "16 THE ALPHA, JUNE. LIST OF PAMPHLETS FOR SALE At the Office of THE ALPHA, No. 1 Grant Place Washington, D.C. : THE RELATION OF THE MATERNAL FUNCTION TO THE WOMAN INTELLECT. BY AUGUSTA COOPER BRISBE. Price 10 cents PLAIN SOBER TALK ABOUT OUR SEXUAL NATURES. BY N. E. BOYD. Price 10 cents PRE-NATAL CULTURE. BY A. E. NEWTON. This pamphlet of 67 pages contains scientific suggestions to parents relative to systematic methods of moulding the character of children before birth. Price 25 cents. THE RELATION OF THE SEXES BY FREDERICK A. HINCKLEY. Price 10 cents. THE NEW LIFE. BY FREDERICK A. HINCKLEY. Price 10 cents MOTHER TRUTH'S MELODIES. BY MRS. DR. E.P. MILLER. Price one dollar. FATHER'S ADVICE TO EVERY BOY AND MOTHER'S ADVICE TO EVERY GIRL. BY MRS. DR. E. P. MILLER. Price 19 cents each. VITAL FORCE. BY DR. E.P. MILLER. Price 30 cents. CHRONIC AND NERVOUS DISEASES OF WOMEN. BY DR. ROSCH. Price 25 cents. THE DUTIES OF THE MEDICAL PROFESSION CONCERNING PROSTITUTION AND ITS ALLIED VICES. Being the Oration before the Maine Medical Association at its Annual Meeting, 12th of June, 1878. BY FREDERICK HENRY GERRISH, M.D. Price 25 cents. MOTHERHOOD AND MOTHER'S AID. BY MRS. L. B. CHANDLER. Price 10 cents each. THE WOMAN QUESTION, BY ELIZA BURT GAMBLE, Is a pamphlet of 26 pages, written in a clear, logical style. The argument for the higher education and political equality with men is irrefutable, and claims the attention of all progressive and philanthropic minds. Only by the equality and emancipation of woman, can a race of noblemen inhabit the earth. Send for a copy. Price, 10 cents; 12 copies for $1; $9 per 100. A LIBERAL DISCOUNT TO THE TRADE. THE CANCER AT THE HEART; A DISCOURSE BY FREDERIC A. HINCKLEY, Resident Minister, Free Religious Society, Providence Rhode Island. price 10 cents. For sale at — No. 1 Grant Place, Washington, D.C. THE MYSTERY, AND HITHERTO AND BEYOND. Two essays read before the Washington Moral Education Society BY MRS. EVELEEN L. MASON. These essays are the result of ten years' study of the religions of all nations and all ages, and shows how constant has been the effort to recognize the feminine element in religious worship, and just as they have succeeded has civilization advanced and each time the aggressive force of man has crushed the idea, humanity has fal en back into darkness and barbarism. Price 15 cents. For sale at the office of THE ALPHA. 1 Grant Place, Washington, D.C. THE BETTER WAY: AN Appeal to men in behalf of Human Culture through a wiser parentage. BY A.E. NEWTON. Price 25 cents. For sale at No. 1 Grant Place, Washington, D.C. THE WOMAN'S JOURNAL. A Weekly Newspaper, published every Saturday in Boston, devoted to the interests of Woman - to her educational, industrial, legal and political Equality, and especially to her right of Suffrage. LUCY STONE Editor. T.W. HIGGINSON } JULIA WARD HOWE } Editorial MARY A. LIVERMORE} Contributors. H. B. BLACKWELL } MRS. FRANCES D. GAGE, } MRS. H. M. T. CUTLER, } Occasional Contributors. SUSIE C VOGL, Advertising Manager. TERMS—$2.50 a year, $1.25 for six months, 65 cents for three months, in advance, 6 cents for a single copy. This is the only weekl paper of the kind east of the Rocky Mountains. It furnishes a medium of communication for those interested in the various phases of the questions to which it is devoted, and hence is invaluable as a bond of union. and source of intelligence on its special topics. BOSTON OFFICE— No. 5 Park Street, where copies are for sale and subscriptions received. CLUB RATES—10 copies one year, $20.00. Specimen copies sent on receipt of two cent stamp for postage BURNZ' PHONIC SHORTHAND. THE VERY BEST. A complete Self-instructor in the latest and best mode of stenografic reporting. The text-book used in the famous Cooper Union short-hand classes. Sent, postpaid, for $1 00. HELP FOR YOUNG REPORTERS. Containing full directions for taking and writing out short-hand notes, no matter what system is used. - Sent for 50 cents. Proof corrected for authors who desire their works issued in any form of simplified spelling, without new letters. BURNZ & Co., PUBLISHERS AND DEALERS IN Fonografic and Fonetic works and Reporters' materials. 24 Clinton Place, New York. THE TOBACCO VICE, WITH SUGGESTIONS HOW TO OVERCOME IT. BY HANNA McL. SHEPARD Price 10 cents. For sale at No. 1 Grant Place, Washington, D. C. A PRIVATE LETTER TO PARENTS, PHYSICIANS AND MEN PRINCIPALS OF SCHOOLS. Price 10 cents. BY SAXON A physiological treatise on sexual ethics and the conservation of the spermatic sections. ALPHA UNDERGARMENTS Constructed in accordance with physiological principles, covering the body evenly from neck to waist and ankles -- made from warm, soft and elastic frbric. Samples of material with price list sent by mail. Orders accompanied by cash will receive prompt attention. The garment for women is the result of careful study for years, and while the odd and peculiar construction of pockets in vest is acknowledged, that feature is earnestly presented as of great importance in the arrangement of sanitary clothing. For children's wear the \"Alpha\" is not surpassed by any garment in the market ECRU ALPHA GARMENTS FOR SPRING AND SUMMER WEAR. Fabric -- heavy and light English Lisle Thread; half bleached, which insures unusual durability in underwear of Summer grades. Delicate in texture, made to fit the figure perfectly, of excellent workmanship. An unusual opportunity to clothe the body lightly, comfortably and healthfully during warm weather. Address ALPHA MANUFACTURING CO., Woburn, Mass. THE MORAL EDUCATION SOCIETY OF Washington will meet the last Saturday of each month at No. 27 Grant Place, and every Thursday afternoon at the same place, Jerusha G. Joy will bve happy to meet any ladies informally that may be interested in Social Science or Moral Reform. All are invited. OFFICERS Dr. Caroline B. Winslow....President. Mrs. Ellen M. O'Connor, } Dr. Susan A. Edson, }... Vice Presidents. E. L. Mason.} Mary E. Hart.... Rec. Secretary Ellen H. Sheldon.... Cor. Secretary. Jerusha G. Joy.... Treasurer Ruth C. Denison....Auditor. GRACE ROBERTS, M. D. 204 Fifth Sreeet, S. E., Washington, D. C. Office Hours: 8 to 11 a. m.; 4 to 6 p. m. SUSAN A EDSON, M. D. No. 1308 I Street Washington, D. C. CAROLINE B. WINSLOW, M. D. No. 1 Grant Place, Washington, D. C. Office hours: 9 a. m. to 12 m."}
{"image": "73", "text": "[*Blue anchor*] THE EVENING CRITIC. Published Daily (Sundays Excepted) BY THE Evening Critic Publishing Company 511 NINTH STREET NORTHWEST, WASHINGTON, D. C. TERMS: SINGLE COPY 2 CENTS BY CARRIER, per Month 35 CENTS BY MAIL (Postage Paid) One Year $4.50 BY MAIL (Postage Paid) Six Months $2.25 Mail Subscription Invariably in Advance. ADDRESS EVENING CRITIC PUBLISHING COMPANY, WASHINGTON, D. C. Entered at the Post Office in Washington as second class matter. Friday, March 31, 1882. The country breathes easier. We are to [?] The Blue Anchor. The timely enterprise of the Women's Relief Association in giving a donation party and promenade concert for the benefit of the victims of the Southern floods at Willard Hall to-morrow evening is sure to be successful. Many of the most popular and well known of our resident ladies, as well as members of the association from other States, are on the reception committee. Mrs. Waite, Mrs. Miller, Mrs. Mathews, Mrs. Rodgers, Mrs. Windem, Mrs. Hunt, Mrs. Jonas, Mrs. Van Voorhees, Mrs. Pound, Mrs. J. B. Edmonds, Mrs. Tulloch, Mrs. Sayles Brown, Mrs. Dr. J. M. Brown, Mrs. Henry A. Willard, and Mrs. Metzerott are among the number. A Novel Exhibition. If our readers never saw 'a Ha[?]"}
{"image": "74", "text": "The American Association of the Red Cross. For the relief of suffering by war, pestilence, famine, flood, fires, and other calamities of sufficient magnitude to be deemed national in extent. The Association and its auxiliary societies operate under the provisions of the Geneva Treaty, promulgated at Geneva, Switzerland, in 1864, and signed since then by all the nations of the earth, including the United States, which gave in its adhesion through President Arthur, in March, 1882. CHESTER A. ARTHUR, PRESIDENT OF THE BOARD OF CONSULTATION. EXECUTIVE OFFICERS. CLARA BARTON, PRESIDENT. WALTER P. PHILLIPS, GENERAL SECRETARY. GEORGE KENNAN, TREASURER. TRUSTEES. CHARLES J. FOLGER. ROBERT T. LINCOLN. GEORGE B. LORING. [*Copy from Demorest's Monthly. May 1884.*] The Womans National Relief Association - President Mrs. Chief-Justice Waite, of washington - is doing a work worthy the active interest of all women - Its annual report says: Eighteen months ago it underlook first to supplement government work in the life saving service by providing the stations with bedding, clothes, medicine and proper diet for the shipwrecked and suffering crews and passengers rescued from death. Seventy stations have been so supplied. The Michigan sufferers next received systematic and efficient aid through this organization. Then it undertook to furnish the marine hospitals with supplies not provided by Government, such as libraries, and clothing for indigent sailors. The association is now occupied with collecting and distributing relief for the sufferers by the Mississippi floods. The main object of the association is to organize the benevolent women of the nation into an intelligent, harmonious working body which, in the event of any great disaster from war, famine, flood, fire, pestilence, or any other cause, shall be ready to bring at once a vast, effective machinery of relief to bear upon it. The association has its headquarters in Washington D.C. It is proposed that there shall be auxiliary societies in every State of which several are formed and in active operation. Any person can become a member by the annual payment of $5.00. Women who desire to form State auxiliary societies should apply for information to Mrs. Hannah MeL Shepard No. 616 Third Street N.W. Washington D.C. [*20 Blue Anchor*] [1884] A POUND PARTY AND ENTERTAINMENT WILL BE GIVEN AT Masonic Temple, Monday, April 24th, 7:30 P.M., UNDER THE AUSPICES OF THE DISTRICT AUXILIARY Blue Anchor Association, FOR THE RELIEF OF THE Sufferers by the Mississippi Flood. ADMISSION FREE: All are invited and are requested to bring or send donations of Groceries or clothing old or new. R. O. POLKINHORN, PRINTER."}
{"image": "75", "text": "Women's National War Relief Association. The Mount Vernon branch of the Women's National War Relief Association held an executive meeting on Tuesday last. Several new members were enrolled and gratifying reports were heard from all committees. It was decided to forward to the general society in New York the sums already raised by subscription, amounting to $55, which money is to be used in the furnishing of the hospital ship. One hundred and six abdominal bandages have also been made by this society and have been approved and accepted. It is not generally known that this Association is the only one working under Government direction. No salaries are paid and no expenses incurred. The society does the work, raises the money and the Government of the United States directs, controls and superintends in every way its outlay. The ship Relief has been fitted out as a floating hospital, complete in every detail, by the W. N. W.R., the awnings alone costing $1,500. The Mount Vernon branch is working for this great object, and feels that if by their effort even one of the American soldiers or sailors, sick or wounded, can be spared the discomforts of the ordinary hospital transport, its work will be well done; and the public have the great satisfaction of knowing that every cent given to this Association is used for the comfort and benefit of our own brave men. Prominent members of the society will from time to time, address the meetings, which will be held (by the kindness of the W. C. T. U.) in Willard Hall every Tuesday at 4 o'clock P.M. All are most cordially invited to attend. Women's National War Relief. The Mount Vernon branch of the Women National War Relief Association will hold its meetings every Tuesday at 4 o'clock p.m, at Willard Hall. This society is not international in character, it acts under the direct supervision of the United States government, and cares for our soldiers and sailors. Everyone is cordially invited to these meeting, where the work accomplished and to be accomplished will be fully explained."}
{"image": "76", "text": "I enclose these clippings from Mt V- papers to have you see what obstacles I have fought against and overcome. Nothing dies, but error and untruth - ; Red Cross will live forever! W.S.H."}
{"image": "77", "text": "[Apr.19, 1861, Individual interests are absorbed in this great national calamity - I know the fact - but cannot realize it - I look out upon the same beautiful landscape - the same clear blue sky - the same floating clouds - the face of nature is unchanged - nothing there that indicates that the darkest page in our Countrys history is now being written in lines of blood! But I turn and one glance on the face of man reveals the terrible certainty of some dark impending woe - The 19th of april! Is it not an omen of evil import to those who have dared to raise the hand of rebellion against the common Country; for that day 1861 is again made memorable by opening the \"dance of death\" by the shedding the blood of the sons of Mass. as in the days of the Revolution 1775. And was this massacre at Baltimore a necessary prelude to the melancholy dance which has already You must before this have learned from my letter from Mrs. D. Washington D.C. Dec 16 1861 you must before this have learned Mrs. Miller Sec. [Sec. of] Ladies Relief Comtt Worcester Mass. Dear Madam Your letter mailed to me on the 11th came duly to hand at a moment when I was more than busy, and as I had just written Mrs Dielinser (of whom I read the articles) a detailed acct. of their history and final destination. I have ventured? with much regret to allow your letter to remain unanswered for a day that I might find time to write you at greater length. You must before this have learned from my letter to Mrs D. the occasion of the delay (viz. uncertain orders, rainy weather and Maryland roads) and decided with me that the (anxious) package has long before this [?] accomplished it’s mission of char -ity & love. The bundles were all packed together in a stout box, securely nailed, and [delivered] given to the Sutler of of the 15th Regt. who promised to deliver"}
{"image": "78", "text": "[*Apr 19/1861*] LETTERS from North Oxford, Mass. 186 To Rates Unpaid. PAID HERE. Free. By Stamps. In Money. Cents. No. Dolls. Cents. No. Dolls Cents. No. Dolls. Cents. No. M.E. Stone, F.M. [*began, and which God alone knows when & how it will end – The above was a part of a letter written by me to a friend the morning after the news reached here of the reception of the Mass troops in the city of Baltimore the 19th, of April 1861.*] them safely at Head quarters, – I have no doubt but it has all been properly done, – A box for the 25t _ I had delivered to Capt. Atwood's co – and heard with much satisfaction the gratification it afforded the various recipients – The men was looking splendidly, and I need not tell you that the 25th [it] is a \"live\" regiment from its Col & Chaplan down. WorcesterCo. his just-cause for pride. I come now to the expression in your excellent letter which I had all along feared—are our labors needed, are we doing any good – shall we \"work\" or shall we \"forbear\" – from the first I have dreaded lest a sense of vague uncertainty in regard to matters here should discourage the efforts of our patriotic [ladies] [women] ladies at home — it was this fear and only this which ever gave me courage to [see and address] assemble the worthy ladies of your comtt (So vastly my superiors) -in every way] to confer upon a [subject] matter [after] with which they seemed perfectly familiar & while I knew so little. – And even now I scarce know how to reply– It is said upon proper authorty that our Army is supplied\\\" – Well this may be so it is not for me to gainsay – and so far as our New England troops are concerned [this] it may be that in these days of quiet idlnss they have really no pressing wants – But in the"}
{"image": "79", "text": "event of a Battle who can tell what their [own needs] necessities might grow to in a single day They would want them faster than you could make - But only a small portion of our Army [comfortably?] spending on New England troops- N.Y, Penn, Ohio Ind & Missouri have sent their hundreds of thousands and I greatly fear that these states somewhat lack the intelligent active industrius organizations at home which so characteris[?] our New England circles. I think I deserve [t...s?] of this in their camp. I feel while passing through them that they could be better supplied without danger of enervation from luxuries - Still it is said that \"our army is supplied\". it is [also] said also, upon the same authority that we \"need no nurses,\" either male or female. and none are admitted - I wished an hour ago that you had been with me - In compliance with a request of my sister in the city I went to her home and found there a young Englishman a brother of one of their domestics who also had enlisted"}
{"image": "80", "text": "during the summer in a Regt of Pennsylvania Cavalry they are stationed at Camp Pierpont, the sister heard that her brother was sick and with the energetic habit of a true Englishwoman crossed the county on foot nine miles out to his camp & back the same day found him in an almost dying condition and begged that he be sent to her, he was taken shortly after in an ambulance and upon his arrival his condition was found to be most deplorable - he had been attacked 6 weeks before with ordinry fever and had lain unmoved until the flesh upon all parts of the body which rested hard upon whatever was under him had decayed [and] grow perfectly black and was fallng out. his heels had assumed the same affected [his t??? also, and were dropping off at the joints] his stockings had never been removed during all his illness and his toes were matted and grown together and are now dropping off at the joints the cavities in his back are absolutely frightful When intelligent medical attendance was summoned from the city the verdict rendered upon examination was that his extremities were perishing for want of nourishment. he had been neglected until he was literaly starving - too little nourishment had been taken into the system during his illness to preserve life in the extremities - this conclusion [would] seems all the more reliable from the famished appearance which he presents. I am accustomed to see people hungry when recovering from a fever but I find that hunger and starvation, are two distinct conditions. he can lie only on his face with his insteps propped up with hair pillows to prevent his toes from touching the bed (for with the life engendered by food & care, sensation is returning to them) and asks only for \"something to eat.\" food is placed by him at night and with the earliest dawn of day commence his bowls of broths and soups and a little meat and he eats and begs for \"more\", and sleeps & eats & begs _ three of his toes are to be amputated today. The surgeon of the Regt comes to see him, but had no idea of his condition, said that their Asst. Surgeon was killed and that it"}
{"image": "81", "text": "\"was true that the men had not [but for few?] received proper care. he was very sorry\" With the attention which this young man is now receiving he will probably recover -, but how had it been otherwise? Only thus [after] that [a far] not far from this time [some one] the [men?] city [say] papers under caption of Deaths of Soldiers would have contained this paragraph - Benj. Pallen private - Camp Pierpoint - - and this would have been [all] the end - who even could have mistrusted that this soldier had [die] starved to death through [want of some] lack of proper attendence? Ah me all [soldiers] of our poor boys have not a sister within nine miles of them - And still upon authority it is said, \"We have no need of nurses\" and [that] \"our army is supplied\"_ How this can be so I fail to see still again it is not for me to gainsay - we are loyal and our [government] authorities must be respected though our men perish - I only mention such facts as come under my own observation, and only a fraction of those - This is not [........?] in accordance with our home styles of judging. If in New England people [ladies] say men lying in camp uncared for until the toes rotted from their feet with not nurses [people] enough about them to take care of them we should think they needed more nurses, if with plenty of persons about who failed to care for them we should think they needed better I can only repeat that I pale to see [it] done I greatly fear that the few privileged elegantly dressed ladies who ride over and sit in their carriages to witness \"Splendid reserves\" and\" inspect the [condition of] army of the Potomac\" and come away \"delighted\" learn very little of what lies there under canvas. Since receiving your letter I have taken occasion to converse with [the] a number of the most intelligent and competent ladies who are or have been connected with the Hospitals in this city. [all with one]"}
{"image": "82", "text": "and all agree upon one point - viz that our army cannot afford that our ladies lay down their needles and fold their hands if their [labours] contributions are not needed just - today they may be tomorrw, - and somewhere they are needed today - and again all agree in advising that whatever be sent be gotten as nearly direct as possible from the hands of the donors to the very spot for which it is designed - not to pass through too general distributors, strengthing their advice by many reasons & circumstances which I do not feel at liberty to lay before you, no one can fail to perceive that a house of general recipts & distribution of store of all description for the whole U S must be a mamoth concern - abounding in confusion - which always involves loss & destruction of property - I am confident that this idea cannot be incorrect-and therefore I will not hesitate to advise it upon my own responsibility - viz that every State should have in the vicinity of her greates body of troops a depot [store] of her own where all her contributions should be sent and dispersed if her own soldiers need it all - to them, if Washington then let her share generously and intelligently with those who do need - but know what she has and what she gives. we shall never have any other precise method of discerning the real wants of our soldiers, when the store house of any state should be found empty - it would be safe to conclude that her troops are in [want] need then let the full govners render the [needed] required assistance - this would systematize the whole [the about] matter, and do away with all necessary confusion doubt and uncertanty, - it would preclude all possibility of loss. as it would be the business of [the] ever house to [see] look to it's own [goods] property There is some truth in the old maxim that \\\"what is everybodies business is no bodies business, I believe that as long ago as the early settlement of our country it was found that the plan"}
{"image": "83", "text": "general labour, general storehouse - and general distribution, proved ineffective, and reduced our own little colony to a state of [utter] confusion & almost ruin. there were one hundred [and?] one, [persons?] here plus children therewith If pecunarily I were able, Massuchsetts should have her depot in this city and I should have no fears of inability this to me would be no experiment, for however dimly & slowly I discern other points, this has been clear to me from the first. strengthened by eight months daily observation. When I write another [thought] idea occurs to me - has it been thought of to procure each of our Regmnts that are to accompany the next expedition with some strong well filled boxes of of useful articles & stores, which are not to be opened until some battle or other [action] or strong necessity renders supplies necessary - then necessities are sure to follow. and unless anticipated and guarded against - no activity on the part of friends at home can prevent the suffering which their absence will create with regard to our 23 25 & 27 regts I cannot speak but our 21st I know have no such provisions, and will not have unless thoght of at home and the consequence of neglect will be that by & by our very hearts will be wrung by accts of our best officers and derest friend having their limbs amputated by the light two inches of tallow"}
{"image": "84", "text": "candel in the mouth of a bottle; once pitchy darkness close down upon men bleeding to death, on run essaying to staunch their wounds with husks & straw. A note just now informs me that our 4 companies of Engineers from Ft Independence stationed at the Arsenal of this city same for [?] from one in [?] for these supplies from [the Great] Boston are compeled to sleep on bare stone floors with a simple blanket and are taking severe colds and coughing [frightfully] fearfully - my ingenuity points no way of relief but to buy sockery I run up manner ticks to be filled with [????y] to raise and to this the reward of my day must be [?] than from the drafts a little _ they are far more exposed than they would be on the ground under a good tent. [?] I almost envy you ladies where so many of you can work together and accomplish so much - while my poor ladies are so single handed [?]The future often looks dark to me and it seem sometimes that the smiles of [?] are almost withdrawn from our poor rent & distracted country and yet there is everything to be greatful for and by no means the least is this strangely mild winter But I must desist and crave pardon for my (perhaps unpardonably) long letter, for if you have followed me thus far, and especially at comparatively aweful a note as I have written you must be weary. I did not intend to say so much but let my interest be my apology, And with one more final word in answer to your rational question I have done, Ladies remember that the call for your organized efforts in behalf of our army was not from any Commission or Committee but from Abraham Lincoln & Simon Cameron and when they no longer need your labors they will tell you"}
{"image": "85", "text": "before you again, only that I incidentally learned that our excellent Dr Hitchcock, has taken back form Roanoke other papers relating to the same subject, which will doubtless be laid before you, and as I have an entirely different boon to crave I find it necessary to speak. I desire your Excellency's permission to go to Roanoke, I should have preferred my request weeks earlier, but I am called home to witness the last hours of my Old Soldier father, who is wearing out the remnant of an oak and iron constitution, seasoned and tempered in the wild wars of \"Mad Anthony\", - His last tale of the Red Man is told, - a few more suns, and the old Soldiers weary march is ended, - Honorably discharged, his journeying home, - With this my highest duties close, , and I would fain be allowed to go and administer comfort to out brave men, who peril life and limb in defense of the priceless boon the fathers so dearly won. If I know my own heart, I have none but right motives. I ask neither pay or praise, simply a soldier's fare and the sanction of Your Excellency to go and do with my might, whatever my hands find to do. In General Burnside's noble command are upwards of forty young men who on former days were my pupils* I think I am safe in saying that I possess the entire confidence and respect of every one of them, For the Officers, their signatures are before you. If my request appear unreasonable, and must be denied, I shall submit, patiently, though sorrowfully, but, trusting, hoping better things. I beg to subscribe myself With the Highest respect Your's Clara H. Barton [* *I am glad to know that somewhere they have learned thier duty to thier country, and have come up neither cowards, or traitors.*]"}
{"image": "86", "text": "[*6*] [*Mch 20/'62*] John A Andrew. Governor of the Commonwealth of Massachusetts Boston."}
{"image": "87", "text": "I do not think, at the present time, Miss Barton had better undertake to go to Burnsides Division to act as a nurse, Alfred Hitchcock March 25\\\" 1862. [*J. W. Fletchers letter & request to send Miss Barton to nurse sick & wounded soldiers in Burnsides Division.*] [*Respectfully referred for the information of Miss Barton. J A Andrews Mar. 15/ 62*]"}
{"image": "88", "text": "Official Business, [*6*] Commonwealth of Massachusetts, Executive Department. BOSTON MAR 26 3 U.S. POSTAGE 3 U THREE CENTS To. Miss. Clara C. Barton. North Oxford. Mass. Copy. Commonwealth of Massachusetts. Executive Department. Boston, March 24th, 1862. Miss Clara H. Barton North Oxford, Mass. I beg to assure you, Miss Barton, of my cordial sympathy with your most worthy sentiments and wishes; and that if I have any power to promote your design in aid of our soldiers I will freely use it. Whenever you may be ready to visit Gen'l. Burnsides division I will cheerfully give you a letter of introduction, with my hearty approval of your visit and my testimony to the value of the service to our sick and wounded, it will be in your power to tender. With high respect I am Your ob. servant John A. Andrews."}
{"image": "89", "text": "/62 Letter is request to send Miss Barton to nurse sick & wounded soldiers in Burnside Div [*[Gov. Andrews]*] Commonwealth of Massachusetts. Executive Department. Boston, March 24th, 1862 Miss Clara H. Barton North Oxford, Masstts I beg to aprise you, MIss Barton, of my cordial sympathy with yr most worthy sentimnts & wishes; & that if I have any power to promote yr design in aid of our soldiers I will freely use it. Whenever yu may be ready to visit Genl Burnsides division I will cheerfully give you a letter of introduction , with my hearty"}
{"image": "90", "text": "approve of your visit & my testimony to the value of the service to our sick & wounded, it will be in your [way] power to render, With High respect I am Your Ob Servant John A. Andrews Official Business, Commonwealth of Massachusetts. Executive Department. [*3 U.S. POSTAGE 3 U THREE CENTS S*] Miss Clara H. Barton North Oxford. Mass. [*6*]"}
{"image": "91", "text": "[H?]J. A. Andrews / 62 official Mass. letter offering aid to C. B. [*L3169.8B*] Col. Alexander of Louisville - formerly Maj. Alexander who kept the Soldiers Home in Washington had among other servants - one \"Louisa\" Rudd. who had been the property of his wife Sallie Rudd = and one Wesley Williams - who became the husband of said Louisa while in Louisville -. and they had four children. two of which Mary & Robert they took with them to Washingtn and two others Rachael. and Louisa were left in Louisville with Capt. Rudd. or Mrs. Alexander - and now with Mrs. Alexander. When Maj. Alexander went to Louisville in 1862 or 3, Louisa & Wesley Williams, declined going with him, and remained in Washington - On the Boat St Nicholas plying between Louisville & Cincinnati. I meet Rachael Alexander the Mother of Louisa, (Wesley) Williams of Washington, who desires to hear from her and wishes to tell her and her husband to send to"}
{"image": "92", "text": "Louisville and get their two children who reside now with Mrs. Alexander as she fears they may not be well treated This Mission is transmitted to Rosa, who will make inquiry St Nicholas 10½ [o clo?] Aug. 21, Midst of a dance They must address their letter to Mrs. Nellie Churchill (another daught) Cincinnati, O. Water St. Bet. Elm & plum No. 178. = to whom the Mother is on the way now - [*34CB*] [*1862*] [*Rosa*] Letter directing Rosa how to hunt up - Wesley & Louisa Williams formerly at Soldiers Home Wash [*Fi*] [*7*] [*Aug 62*] [*Port Royal*] PM Watson Esq Asst Sec of War Sir - As [a] preface to a request that I desire to make at your hnds, allow me without charge of egotisn to relate a few [incitents] circumstnc in connctn with they past yeas lif. - Whn our first regt of troop [enterss ths city] came to the defen of Washington I commenced to look after ther wants - and believe I covered the first [?] of part which was ever take to Mr Solerd in this City. from this day I cared for the [h?] until our reserve commandant Gn Pope At the Battle at Cedar Mountain I was the first who reached them with supplies. [and remained] At the Battle of 2nd Bull Rn I reach Fairfax Station with a car load of"}
{"image": "93", "text": "of food & cloths [supplies] on Sunday mornng and remaind without sleep or rest - until Tuesday night when the last armed man was away, the battle of Charleston had been fought and the station first to be destroyed. [I then follwd the rescue of the army] next attends for Col. Rucker an army wagon and with it loaded to the utmost met the Battle of Antietem on the mrng of the 17 Sept and remnd until my supplies and strength were both exhausted, and returned to resupply myself and [return for the with with much] meet if presented the em- go eln battle at Harpers Ferry - as I mend the past over any crossd the body and I follow, caring for the diet and feeding them at the ? d? the mentes to [?] for __________________ when I came [here with] with thm to Washington. Genl. Sturgis by his own special request take charge of my teams. which I [?] [?] at [F????ts] a few day before the [?] battle, at the bombardmet I lost my post at the Lacy House and with the exception of ten [?] which I promised carry to tender suffering in Fredericksbg- I remained there until the hundreds of dying wretches [s?] until they were all taken away I believe my services have been faithful I know they have been labrious and appreciated. & I have changes my own position and I then mention it when in line to stand by the soldier betwn the bullet and the city hospital"}
{"image": "94", "text": "I trust that I have never shirked from duty or danger - and never shall. While this terrible war lasts I wish to serv with it and for certn reasons I am d? to go to Port Bergale and would most respectfully ask of yrs honored Dept permision to do so, and to take with me or have sent in this such supplie as I may find necessary with camps of the suffering around me I am with great respect CB ______________ [*Letter written by Miss Barton to a friend after Bull Run*] Clara Barton Memorial Association Mrs. John A. Logan, President 2523 13th Street, Washington, D.C. Mrs. Ada H. Weiss, 1st Vice-President Washington, D.C. Miss Grace M. Pierce, Recording Sec'y Washington, D.C. Mrs. Mary Logan Tucker, Corresponding Sec'y Washington, D.C. Mr. John Joy Edson, Treasurer Washington Loan & Trust Co., Washington, D.C. Washington, D.C., 191 Gen'l Nelson A. Miles 2nd Vice-President Washington, D.C. Gen'l Harrison Gray Otis 3rd Vice-President Los Angeles, Calif. Mr. S. B. Hege, 4th Vice-President Washington, D.C. Miss Janet Richards 5th Vice-President Washington, D.C. Hon. Newell B. Woodworth 6th Vice-President Syracuse, N.Y. Mr. W. B. Scofield 7th Vice-President Worcester, Mass. Hon. Leo Rassieur 8th Vice-President Granite Building St. Louis, Mo. COPY Washington, D.C. Sept. 4, 1862 Dear Friends:- Yours awaited me on my return from Fairfax Tuesday evening (or night rather). I left here on Sunday morning in the rain in company with Mr. Wills, Mrs. Morell, Mr. Haskell, Mrs. Alverd, et al, and took train at Morgan Bulley's office, and soon found ourselves at Fairfax. I cannot tell you the scenes which awaited our eyes; the wounded were constantly coming; but no hospitals this time; only God's great one under the blue canopy. The men were brought down from the field and laid on the ground beside the train, and so back up the hill 'till they covered acres. The bales of ahy for forage were broken open and the ground was \"littered\", like \"bedding\" for horses. They came 'till dark and then it was dark indeed: One lantern on the ground; made requisition for candles; drew a few. The wind blew just enough to put them out every few minutes, and the men lay so thick we could not take one step in the dark. [By midnight the men lay so thick we could not take one] By midnight there must have been three thousand helpless men lying in that hay. We had two water buckets - five dippers - the stores which we carried to eat besides hard crackers. My one stew pan which I remembered to take, and this made coffee for them. All night we made compresses and slings and bound up and wet wounds when we could get water, for what we could traveled miles in the dark over those poor help- less wretches, in terror lest some ones candle fall into the hay and consume them all. At length morning came and we sent up the train with 1250. Next 1000, next 1100, next 940 and so on. Still the ambulances came down and the cars went out and we worked on. Took the meat from our own sandwiches and gave it to them, and broke the bread into wine and water to feed the poor sinking wretches as they lay in the ambulances. On Monday the cavalry appeared in the wood opposite and a raid was hourly expected. (Ineglected to tell you that Mrs. Fales sent to me before I started to know if she could go with me. I had the train wait and sent back an ambulance for her and her stores; and this made three ladies --Mrs. Carner is away. On Monday p.m. all the wounded then in were sent off and the danger became so iminent that Mrs. Fales thought it best to leave, al tho she only \"went for stroes\". I begged to be excused from accompanying her as the ambulances were up to the field for more wounded and I knew I should never leave a wounded man there if I knew it, though I were taken prisoner forty times."}
{"image": "95", "text": "Clara Barton Memorial Association Mrs. John A. Logan, President 2523 13th Street, Washington, D.C. Mrs. Ada H. Weiss, 1st Vice-President Washington, D.C. Miss Grace M. Pierce, Recording Sec'y Washington, D.C. Mrs. Mary Logan Tucker, Corresponding Sec'y Washington, D.C. Mr. John Joy Edson, Treasurer Washington Loan & Trust Co., Washington, D.C. Washington, D.C., 191 GEN'L NELSON A. MILES 2nd Vice-President Washington, D.C. GEN'L HARRISON GRAY OTIS 3rd Vice-President Los Angeles, Calif. MR. S. B. HEGE 4th Vice-President Washington, D.C. MISS JANET RICHARDS 5th Vice-President Washington, D.C. HON. NEWELL B. WOODWORTH 6th Vice-President Syracuse, N.Y. MR. W. B. SCOFIELD 7th Vice-President Worcester, Mass. HON. LEO RASSIEUR 8th Vice-President Granite Building St. Louis, Mo. At six o'clock it commenced to thunder and lighten, and all at once the artilery began to play joined by the musketry, about two miles distant. We sat down in our tent and waited to see them break in upon us; but Reno's forces held them back. the old 21st Mass. lay between us and the enemy and they couldn't pass. God only knows who is lost, I do not, for the next day all fell back. Poor Kearney, Stephens and Webster were brought in, and in the p.m. Kearney and Heintalemen's divisions fell back through our camp on their way to Alexandria; we knew this was the last. We put the thousand wounded we had then into the train. I took one car load of them, Mrs. Morell another, the men took to horse. We steamed off and two hours later there was no Fairfax Station. Reached Alexandria at ten o'clock at night, and oh, the repost which met those poor men at the train. The people of the Island are the most noble band I ever saw or heard of. I stood in my car and fed the men 'till they could eat no more, then the people would take us home and feed us and after this we came home. I had slept 1-1/4 hours since Saturday night; but I am well and a strong and wait to go again if I have need. Our forces are all back again in the old places around the city. McClellen's army here again and he in command of it all. I am going to reach for my friends now. I have told you nothing of the old friends who met us among the wounded and dying on that bloody field. I have no heart to tell it today. Two huge boxes from Jersey have arrived. I don't know where we shall need them next. To Archie and Lizzie Shaver, Yours, Clara Barton Frankfort, N.Y. Headquarters Military District of Washington, Washington, D. C., October 23 1862 Miss Clara H Barton I have conferred with Gen. Wadsworth on the subject of obtaining a horse for your use. And he has directed that I place a horse at your disposal as soon as a suitable one can be found. Very respectfully Yr. Obt. Svt. John P. Sherburne Asst. Adjt Genl No. 488 1/2 7 Street 3rd Story Room No. 9"}
{"image": "96", "text": "Camp near Falmouth, Va. Headquarters Genl. Sturgis (2nd) Division Dec. 8th 1862- Mr Z. Brown & Co. Dear friends Mr Wells returns tomorrow, and I improve the opportunity to send a line by him to you, not feeling quite certain if posted matter reaches directly when sent from the Army. We reached Aquia Creek safely in the time anticipated, and to my great joy learned immediately that our old friend Capt (Maj.) Hall (of the 21st) was Q. Master as soon as the Boat was unloaded he came on board and spent the remainder of the evening with me. - we had a home chat I assure you - — remaind till the next day, sent a bbl of apples etc up to the Capt's quarters and proceeded with the remainder of our luggage for which,, it is needless to say; ready transportation"}
{"image": "97", "text": "was found, and the Capt. chided me for having left any thing behind at the depot - as I told him I had done, = on reaching Falmouth Station we found another old friend Capt. Bailey in charge who instituted himself as watch over the goods until he sent them all up to Head Quarters My Ambulance came through that P.M, but for fear it might not, Genl Sturgis had his taken down for me, and had supper arranged and a splendid serenade: I don't know how we could have had a warmer \"welcome home\" as the officers termed it. Head Quarters are in the door yard of a farm house, one room of which is occupied by Miss G. and myself. - My wagons are a little way, from me, out of sight, and I am wishing for a tent and stove to pitch and line near them. - - the weather is cold, and the ground covered with snow, but I could make me comfortable with a good tent, floor and stove, and should prefer it to a room in a rebel house and one so generally occupied. The 21st are a few rods from me, many of the officers call to see me every day. Col Clark is very neighborly, he is looking finely now he was in this PM, and was going in search of Col Morse whom he thought to be a mile or two distant. I learned to night that the 15th are only some three miles away. The 36th I cannot find yet. I have searched hard for them and shall get on track soon I trust. Of Army movements nothing can be said with certainty, no two persons, not even the Genls agree in reference to the Justice programme the snow appears to have deranged the plans very seriously. I have read calls from two Genl. today and in the course of conversation I discovered that their views were entirely different. Genl Burnside stood a long time in front of my door today but to my astonishment, he did not express his opinion. Strange! I have not suffered for want of the boots yet, but should find them convenient I presume, and shall be glad to see them. - the sore finger is much the same, not very troublesome, although somewhat, so"}
{"image": "98", "text": "me at home without a question - under the circumstances he was wise - Or perhaps he thought I should [come] go withouth ever asking of the Expedition of I could be of any service all of which are erroneous - I made the request of the Gov. of that particular time because the arrival of the petition made it necessary for me to say somethng - and intendue when I should be at liberty to ask of such friends as I had in the Expedition if I could serve them in any way - when an [day of] hour of trial and suffering [should come] and disease for [men?] should come upon them far more terrible them armed men - And this is what I have to say to you - and my honored friend Mr James. That if in the course of your [life and observation] sojourn in that treacherous soil and climate, there had time a place when my strength, firm health, and willing hand [can] and somewhat of experience can benefit the just and holy course in which it is your glorious privilege to serve for which to [p?] forego comfort and peril life, you will tell me, and let me come and do it. I know the thousands who are also ready and willing waiting, and I offer not because I can do better or as well perhaps as others, but I am stronger, better aclimated, have firmer health, better able to forego comforts than ladies in general. I had almost said men, and what is more, my life if I should loose it is worth less to others, there are now few to mourn; and among the most willing, \"your fellow servant\" Washington D.C. Feb. 22nd/63 To the Members of the Military Comtee US.S. Senators Nothing less than a strong conviction of duty owed to one of the brave defenders of our Nation's honor could induce me to intrude for a moment upon the already burdened, and limited term of action yet remaining to your Honorable Body. During the late Battle of Fredericksburg the 21st Massachusetts Regiment of Volunteers were ordered to charge upon a Battery across an open field; in the terrible fire which assailed them, the colors were three times in quick succession bereft of their support; the third time they were seized by Sergeant Thomas Plunkett of Co. E. and borne over some three hundred yards of open space, when a shell from the enemies Battery in its murderous course killed three men of the regiment and shattered both arms,"}
{"image": "99", "text": "of the Sergeant. He could no longer support the colors upright. but planting his foot against the staff. he endeavored to hold them up while he strove by his shouts amid the confusion to attract attention to their condition: for some minutes he sustained them against his right arm torn and shattered just below the shoulder, while the blood poured over and among the sacred folds, literally obliterating the stripes, leaving as fit emblem of such heroic sacrifice only the crimson and the stars. Thus drenched in blood and rent by the fury of eight battles. the noble Standard could be no longer borne and while its gallant defender lay suffering in field hospital from amputation of both arms, reverently wrapped by Col Clark and and returned to the State House in Boston. with the request that others might be sent them; the 21st had never lost their colors but they had worn them out, The old flag and its brave bearer are alike past other usefulness, save as examples for emulation, and titles of glory for some bright page of our nations history, and while the one is carefully treasured in the sacred archives of the state, need I more than ask of this noble body to put forth its protecting arm to shelter, cherish and sustain, the other. If guaranty were needful for the private character of so true a soldier, it would have been found in the touching address of his eloquent Colonel (Clark) delivered on Christmas beside the stretcher waiting at the train at Falmouth to carry its [burden] helpless burden to the car, whither he had been escorted not only by his regiment but his General The tears which rolled over the redened cheeks around him were ample testimony of the love and respect he had won from them and today his hearts deepest affections [turns?] around his gallant regiment as the defenders of their [nation] Country. A moments reflection will aleviate the necessity of any suggestions in reference"}
