{"pdf": "2.pdf", "page": 1, "id": "2.pdf_processed02", "type": "order", "before": "ROOSEVELT, OYSTER BAY, N.Y.", "after": "MAY 22/1914 HON.", "max_diffs": 3}
{"pdf": "3.pdf", "page": 1, "id": "3.pdf_processed02", "type": "order", "before": "In fact, we are in the wilds here in the States and need a leader to show us the way out.", "after": "Theodore Roosevelt, Oyster Bay, N.Y.", "max_diffs": 3}
{"pdf": "4.pdf", "page": 1, "id": "4.pdf_processed02", "type": "order", "before": "The activities by the Knights of Columbus, and the improved public ideals about city government have centered men's attention on the Catholic church and its effort for Catholic schools.", "after": "LUCIEN BECKNER                                                                 TELEPHONE 478 THE BECKNER PRINTING COMPANY \"WE NEVER DISAPPOINT\" 136, 138, 140 West Short Street 2                                                              LEXINGTON, KY.", "max_diffs": 3}
{"pdf": "5.pdf", "page": 1, "id": "5.pdf_processed02", "type": "order", "before": "He is a Protestant, and can not be expected to attend Catholic ceremonials and lend himself to even the appearance of intrigue.", "after": "You have educated us to expect the president to talk, and he who falls short of your measure, will be a public disappointment.", "max_diffs": 3}
{"pdf": "6.pdf", "page": 1, "id": "6.pdf_processed02", "type": "order", "before": "It was not altogether a revelation to me, but it did show that your name was still the one great name to conjure with, and that the eyes of all the foes of Democracy were fixed upon you as the one man around which the opposition to the present administration of national affairs was rallying for the Presidential battle of 1916.", "after": "Theodore Roosevelt,        Oyster Bay, New York.", "max_diffs": 3}
{"pdf": "7.pdf", "page": 1, "id": "7.pdf_processed02", "type": "order", "before": "But here is one instant,", "after": "It has been a long time since I want to write to you and to tell you what a great admiration and respect I have for you, that I cannot express on the paper.", "max_diffs": 3}
{"pdf": "8.pdf", "page": 1, "id": "8.pdf_processed02", "type": "order", "before": "I would highly appreciate if you would send me your picture.", "after": "P.", "max_diffs": 3}
{"pdf": "9.pdf", "page": 1, "id": "9.pdf_processed02", "type": "order", "before": "I am still with you, as I have always been, because I have felt that while you have seemed to think that I was guilty of criminal misconduct, someday I am going to convince you that you have been deceived, and I have never had any hard feeling towards you because I have felt that you had to believe what certain parties in Oregon felt in their duty, at all times to impress upon you.", "after": "You will carry Oregon with a big majority.", "max_diffs": 3}
{"pdf": "10.pdf", "page": 1, "id": "10.pdf_processed02", "type": "order", "before": "I am, Sincerely, J.", "after": "DAY BROWNLEE, JR.", "max_diffs": 3}
{"pdf": "11.pdf", "page": 1, "id": "11.pdf_processed02", "type": "order", "before": "All our patrons and alumni have hoped that you might be here.", "after": "Brusie [*C.", "max_diffs": 3}
{"pdf": "12.pdf", "page": 1, "id": "12.pdf_processed02", "type": "order", "before": "Am simply a railroad man, a locomotive engineer, who contracted the [?Lhagres?] fever while working on", "after": "I am not in any way connected with the sale of it and have nothing to gain.", "max_diffs": 3}
{"pdf": "13.pdf", "page": 1, "id": "13.pdf_processed02", "type": "order", "before": "Would like to think that I had been instrumental in restoring, \"Our Teddy,\" to normal health.", "after": "I say I have nothing to gain; I have.", "max_diffs": 3}
{"pdf": "14.pdf", "page": 1, "id": "14.pdf_processed02", "type": "order", "before": "Burnett", "after": "West New Brighton S.", "max_diffs": 3}
{"pdf": "15.pdf", "page": 1, "id": "15.pdf_processed02", "type": "order", "before": "Roosevelt, Oyster Bay, L.", "after": "CABLE ADDRESS, BUVALE TELEPHONE MAIN 3928 MARION BUTLER J.M.", "max_diffs": 3}
{"pdf": "16.pdf", "page": 1, "id": "16.pdf_processed02", "type": "order", "before": "With congratulations for your recent successful trip and with kindest regards, I am Very respectfully yours, James L.", "after": "Roosevelt [???] to be [unia] with [?Cauras?]", "max_diffs": 3}
{"pdf": "17.pdf", "page": 1, "id": "17.pdf_processed02", "type": "order", "before": "Theodore Roosevelt, Oyster Bay, N.", "after": "D.; therefore, being an honorary graduate of Columbia, you are cordially invited to attend the Alumni Luncheon as a guest of the Alumni Federation on June 3.", "max_diffs": 3}
{"pdf": "19.pdf", "page": 1, "id": "19.pdf_processed02", "type": "order", "before": "Badge Buttons.", "after": "Oyster Bay, N.Y.", "max_diffs": 3}
{"pdf": "20.pdf", "page": 1, "id": "20.pdf_processed02", "type": "order", "before": "(#2) that I will furnish you these Buttons at factory price plus 1 cent Royalty each.", "after": "If you so desire I will have a Bull Moose put on the place that slides up and down that causes the Eye to Wink.", "max_diffs": 3}
{"pdf": "21.pdf", "page": 1, "id": "21.pdf_processed02", "type": "order", "before": "and the reason I am writing you regarding my novelty is to see if I cant", "after": "I am sending under separate cover.", "max_diffs": 3}
{"pdf": "22.pdf", "page": 1, "id": "22.pdf_processed02", "type": "order", "before": "Farmington Conn 22 Theo Roosevelt 5/22/14 [??] Will expect you for Lunch at Belmont Wednesday any hour you prefer Anna Roosevelt Cowles 1121OA", "after": "N.", "max_diffs": 3}
{"pdf": "23.pdf", "page": 1, "id": "23.pdf_processed02", "type": "order", "before": "at the Progressive Head- quarters in New York, to ask your good offices in behalf of the Contemporary Club of Bridgeport, of which I have the honor to be President.", "after": "My dear Sir:- I am writing you at the suggestion of Mr.", "max_diffs": 3}
{"pdf": "26.pdf", "page": 1, "id": "26.pdf_processed02", "type": "order", "before": "[*May 22 1914*] Col Theodore Roosevelt Oyster Bay L.I.", "after": "Dear Sir So Many of your admirers on this side of Long Island who have for a long time been deprived of the pleasure of hearing you speak, have expressed a strong desire to do I take the liberty to ask if you have an open date in June or July that you could give me for an afternoon address.", "max_diffs": 3}
{"pdf": "27.pdf", "page": 1, "id": "27.pdf_processed02", "type": "order", "before": "DION, PRESIDENT FRED.", "after": "FRANK J.", "max_diffs": 3}
{"pdf": "29.pdf", "page": 1, "id": "29.pdf_processed02", "type": "order", "before": "170 STEVENS AVE.", "after": "MOUNT VERNON, N.", "max_diffs": 3}
{"pdf": "30.pdf", "page": 1, "id": "30.pdf_processed02", "type": "order", "before": "Believe I pray you in my  sincere affection and esteem for you and my faith in what you have so splendidly stood for in our", "after": "We shall want our correspondence,  when it is published, to make clear that our interest in and loyalty to the principles for which both you and we have stood, and to you as the leader in this great democratic movement, is unchanged, and that we can still count on you as special contributor in social and political topics.", "max_diffs": 3}
{"pdf": "31.pdf", "page": 1, "id": "31.pdf_processed02", "type": "order", "before": "I do not know your reasons, but I am dead certain that you have got good ones.", "after": "That job has got to be done and think of having the time, the place and the men.", "max_diffs": 3}
{"pdf": "32.pdf", "page": 1, "id": "32.pdf_processed02", "type": "order", "before": "Dear Sir.", "after": "Allow me in view of the pleasant relations and recollections of the years and the confidance  I have in your high regard for justice right and humanity, to invoke your aid in a matter which I will briefly present.", "max_diffs": 3}
{"pdf": "33.pdf", "page": 1, "id": "33.pdf_processed02", "type": "order", "before": "I know that Military Law is harsh and unfeeling.", "after": "I feel that the Joseph Holt whom with others loved and", "max_diffs": 3}
{"pdf": "34.pdf", "page": 1, "id": "34.pdf_processed02", "type": "order", "before": "Your Ky heart would burn within you could you but know half of the truth of matters in Mo, and the hostile deadly effect made to destroy our church, our beloved and cherished Methodism, by insult and abuse of her ministry.", "after": "[love] honored in other years in old Ky will not suffer wrong so fearful to be done if he can prevent it I know not what can be done, or what is best to be done.", "max_diffs": 3}
{"pdf": "35.pdf", "page": 1, "id": "35.pdf_processed02", "type": "order", "before": "If it were known that I had written this letter it would at once be determined that it was \"interference with military rule\", and I should have to suffer the penalty.", "after": "If my letter is not in place forgive me and let the wife and young daughter of my friend with allmost broken hearts plead for justice to a husband a father- a grey haired minister of Jesus.", "max_diffs": 3}
{"pdf": "36.pdf", "page": 1, "id": "36.pdf_processed02", "type": "order", "before": "48, January, 1862, 2 per cent...........", "after": "We have no satisfactory report of the condition of their Assets, and correspondence with Southern cities being suspended, we are unable to give a satisfactory report   of the  condition of the paper placed  in  Southern  Banks for collection.", "max_diffs": 3}
{"pdf": "37.pdf", "page": 1, "id": "37.pdf_processed02", "type": "order", "before": "I have been looking  for that promised visit we have had such  beautiful weather this  fall.", "after": "Holt is very much  pleased and is, I hope,  progressing rapidly.", "max_diffs": 3}
{"pdf": "38.pdf", "page": 1, "id": "38.pdf_processed02", "type": "order", "before": "health is so impaired  that either my Sister  or myself have to be with  her all the time.", "after": "I remain sincerely your friend Julie Schoepf", "max_diffs": 3}
{"pdf": "41.pdf", "page": 1, "id": "41.pdf_processed02", "type": "order", "before": "(9th) at 31/2 oclock Yrs truly J.B.", "after": "Alexander 202 Olive", "max_diffs": 3}
{"pdf": "42.pdf", "page": 1, "id": "42.pdf_processed02", "type": "order", "before": "is as I think unjustly held held as a prisoner at Fort Warren & I am about to make an effort at the State Department for his release - I shall to day forward to Mr.", "after": "Boston Jany.9.1862 Honorable Joseph Holt &c &c  &c  Washington D.C.", "max_diffs": 3}
{"pdf": "43.pdf", "page": 1, "id": "43.pdf_processed02", "type": "order", "before": "may be implicitly relied upon.", "after": "And we must make large allowance for parties who were living in the Confederate States during May last & who have been  abroad since & have not compromised themselves in acts against the United States.", "max_diffs": 3}
{"pdf": "44.pdf", "page": 1, "id": "44.pdf_processed02", "type": "order", "before": "Hon Joseph Holt St Louis Dear Sir Enclosed please find our receipt for Eight Dollars and Ten Cents with Postage Stamps amt'g to One Dollar and Ninety Cents to balance your ofc— With thanks for your promptness — We are Yours truly Hegan & Scott H Louisville 10 Jany '62 [*4205*]", "after": "Hon Joseph Holt St Louis Dear Sir Enclosed please find our receipt for Eight Dollars and Ten Cents with Postage Stamps amt'g to One Dollar and Ninety Cents to balance your ofc— With thanks for your promptness — We are Yours truly Hegan & Scott H Louisville 10 Jany '62 [*4205*]", "max_diffs": 3}
{"pdf": "46.pdf", "page": 1, "id": "46.pdf_processed02", "type": "order", "before": "My deep anxiety in regard to this, almost my last resource, will excuse this trouble.", "after": "Very truly &c A Burwell [*4206*]", "max_diffs": 3}
{"pdf": "47.pdf", "page": 1, "id": "47.pdf_processed02", "type": "order", "before": "If received it has probably been advertised.", "after": "Please forward it to me here & oblige very respectfully your obt servt W [Holt?]  Dr L.", "max_diffs": 3}
{"pdf": "48.pdf", "page": 1, "id": "48.pdf_processed02", "type": "order", "before": "this dispatch, and will be deeply grateful to you if you will kindly advise me what to do under the circumstances.", "after": "States as soon as possible, and give my services to the Government for the suppression of the rebellion, and express to you personally the feelings which your kindness and interest in my welfare have inspired in my heart.", "max_diffs": 3}
{"pdf": "50.pdf", "page": 1, "id": "50.pdf_processed02", "type": "order", "before": "There is not a single word written in the older New Testament nor even an allusion relating to the substitution of the first day for the seventh — The subject is not mentioned in any of the discourse of Christ nor in any of the epistles of his apostles — [* (1.) 2597.*]", "after": "Such compulsion assume what shape it may is the essence of persecution — God has given man no authority to [coerce?] on obedience to his precepts — Religion is a thing between a man & his maker — & really it be the voluntary offering of the heart it is but a vain cold repetition of words which cannot be acceptable to God — If a man does not believe that religion exacts it of him or a duty to abstain from labor on the Sabbath, he will submit with reluctance & in this submission then will be no piety on his part nor will it advance the piety  of others — There can be no more justice or [?al?ation] in this law than there would be in enforcing in favor of Catholics, upon the protestants, an abstinence from [lust] meat [devine?] lust, or in enforcing the [Mohomitary] Christians to worship Mohomet — 1st There is no one precept in the New Testament commanding us to keep a Sabbath — If we are bound to keep one, it is in consequence of the  Mosaic law — 2.", "max_diffs": 3}
{"pdf": "51.pdf", "page": 1, "id": "51.pdf_processed02", "type": "order", "before": "An edict then went forth commanding \\\"all the judges & town people & the occupations of all trades to rest on that venerable day of the [week?] (die salis) But let those who are situated in the country freely & at full liberty attend to the business of agriculture because it often happens that no other day is so fit for sowing corn & planting vines &c.\\\" - The autocrat did not deemed it prudent to include the yeomanry in his despotic edict & it was not till long afterwards that the Priesthood having gained great power in the state were enabled to avert the business of agriculture - on the whole it is no part of the christian duty to keep a sabbath if any day is to be thus hallowed it is [?] not the 1st.", "after": "Justin makes the christian admit & justify it & he sneers at the Jewish sabbath as a day of mere idleness - & states that as \\\"sabbath & sacrifice & oblation began from Moses, so according to the counsel of your fathers they were to end in Christ.", "max_diffs": 3}
{"pdf": "53.pdf", "page": 1, "id": "53.pdf_processed02", "type": "order", "before": "Crusades March 7th 1825", "after": "Crusades March 7th 1825", "max_diffs": 3}
{"pdf": "57.pdf", "page": 1, "id": "57.pdf_processed02", "type": "order", "before": "what is the celebrated fourfold division of propositions?", "after": "in what way do simple ideas find admission into  the minds?", "max_diffs": 3}
{"pdf": "58.pdf", "page": 1, "id": "58.pdf_processed02", "type": "order", "before": "You have been a noble woman, how I would love to meet you and take your hand.", "after": "\"As the October leaves commenced to fall, \" she continues, \"I ventured some remarks concerning home, but these were met by a protest so general and vigorous as to unbalance my decision and lead me to consider.", "max_diffs": 3}
{"pdf": "60.pdf", "page": 1, "id": "60.pdf_processed02", "type": "order", "before": "Signed,--etc.", "after": "A line of post and rail, \"Virginia fence\" commencing at the opposite corners of the house ran along, separating the yard from the opposite pasture land.", "max_diffs": 3}
{"pdf": "61.pdf", "page": 1, "id": "61.pdf_processed02", "type": "order", "before": "The succeeding week commenced the actual term.", "after": "13/51 Left home for Htn.", "max_diffs": 3}
{"pdf": "62.pdf", "page": 1, "id": "62.pdf_processed02", "type": "order", "before": "Kendall  Commissioner of Education", "after": "Thanking you for  your kind remembrance, I remain, dear Mr.", "max_diffs": 3}
{"pdf": "63.pdf", "page": 1, "id": "63.pdf_processed02", "type": "order", "before": "5 Published monthly except July and August Entered as second class matter January 8, 1915, at the postoffice at Trenton, New  Jersey, under the Act of August 24, 1912", "after": "Allen Memorial Fund 79 School Lunches at Leonardo 80 Physical Training Creed 80 Vol.", "max_diffs": 3}
{"pdf": "64.pdf", "page": 1, "id": "64.pdf_processed02", "type": "order", "before": "Never was there a campaign against odds but Clara Barton answered it with this argument of action.", "after": "Some were too denominational in religion to be bored enough to desire them; others too  proud to send their children to the public school, which had often been  styled \"free schools for paupers.\" Whenever the public school system had been tried among a people divided by sectarian quarrels, the citizens themselves split over the question, while the children, catching their lack of respect for a school system, broke up the sessions and ran wild on the streets.", "max_diffs": 3}
{"pdf": "65.pdf", "page": 1, "id": "65.pdf_processed02", "type": "order", "before": "Or is Ventnor City going to keep the place it has won and still further extend its school facilities?", "after": "When this is done and salary schedules put upon this basis no teacher in the country will be expected to start teaching at less than $1000, and the schedules will be so arranged that additional preparation, conscientious work and special ability will receive their reward in teaching in the same sense and as surely as these same elements would be rewarded in any other line of work.", "max_diffs": 3}
{"pdf": "69.pdf", "page": 1, "id": "69.pdf_processed02", "type": "order", "before": "Heredity means (according to Webster) descended by inheritance, ancestral, patrimonial, inheritable.", "after": "That rich, pure blood, may be transmitted untainted by any voluntary self-indulgence, and what of taint or discord we detect in ourselves will become a life-work to eradicate and conquer by the persevering observance of physical and moral hygiene ; that only grace, health, and beauty be handed down to crown with joy the lives of coming ages of men.", "max_diffs": 3}
{"pdf": "70.pdf", "page": 1, "id": "70.pdf_processed02", "type": "order", "before": "The crews are so short handed that no one can be left to make ready for the home comers and their precious freight.", "after": "The station fire is out, or low; no food prepared; nothing ready; everything to be begun.", "max_diffs": 3}
{"pdf": "71.pdf", "page": 1, "id": "71.pdf_processed02", "type": "order", "before": "\"Even when we have had too much respect for womanhood and for ourselves, to heap fresh ignominy upon them, we have been responsible for their blood, inasmuch as we have stood aloof, and have deemed with a cynical apathy, or with the fastidious shrinking of a mistaken refinement, that their fate did not concern us.", "after": "One identifies baptism with regeneration, the sign is exalted into the thing signified, the sacramental water removes the stain and disabilities of inherited depravity.", "max_diffs": 3}
{"pdf": "72.pdf", "page": 1, "id": "72.pdf_processed02", "type": "order", "before": "ALPHA UNDERGARMENTS Constructed in accordance with physiological principles, covering the body evenly from neck to waist and ankles -- made from warm, soft and  elastic frbric.", "after": "BOSTON OFFICE— No.", "max_diffs": 3}
{"pdf": "73.pdf", "page": 1, "id": "73.pdf_processed02", "type": "order", "before": "Miller,  Mrs.", "after": "Many of the most popular and well known of  our resident ladies, as well as members of the  association from other States, are on the reception  committee.", "max_diffs": 3}
{"pdf": "75.pdf", "page": 1, "id": "75.pdf_processed02", "type": "order", "before": "The Mount Vernon branch of the Women National War Relief Association  will hold its meetings every Tuesday at 4 o'clock p.m, at Willard Hall.", "after": "C.", "max_diffs": 3}
{"pdf": "76.pdf", "page": 1, "id": "76.pdf_processed02", "type": "order", "before": "I enclose these clippings from Mt V- papers to have you see what obstacles I have fought against and overcome.", "after": "Nothing dies, but error and untruth - ; Red Cross will live forever!", "max_diffs": 3}
{"pdf": "77.pdf", "page": 1, "id": "77.pdf_processed02", "type": "order", "before": "You must before this have learned from my letter  to Mrs D.", "after": "with much regret to allow your letter to remain unanswered for a day that I  might find time to write you at greater length.", "max_diffs": 3}
{"pdf": "79.pdf", "page": 1, "id": "79.pdf_processed02", "type": "order", "before": "it is [also] said also, upon the same authority that we \"need no nurses,\" either male or female.", "after": "and none are admitted - I wished an hour ago that you had been with me - In compliance with a request of my sister in the city I went to  her home and found there a young Englishman a brother of one of their domestics who also had enlisted", "max_diffs": 3}
{"pdf": "80.pdf", "page": 1, "id": "80.pdf_processed02", "type": "order", "before": "The surgeon of the Regt comes to see him, but had no idea of his condition, said that  their Asst.", "after": "I am accustomed to see people hungry when recovering  from a fever but I find that hunger and starvation, are two distinct conditions.", "max_diffs": 3}
{"pdf": "81.pdf", "page": 1, "id": "81.pdf_processed02", "type": "order", "before": "[all with one]", "after": "\"was true that the men had not [but for few?] received proper care.", "max_diffs": 3}
{"pdf": "82.pdf", "page": 1, "id": "82.pdf_processed02", "type": "order", "before": "we shall never have any other precise method of discerning the real wants of our soldiers, when the store house of any state should be  found empty - it would be safe to conclude that her troops are in [want] need then let the full govners render the [needed] required assistance - this would systematize  the whole [the about] matter, and do away with all necessary confusion doubt and uncertanty, - it would preclude all possibility of loss.", "after": "and all agree upon one point - viz that  our army cannot afford that our ladies  lay down their needles and fold their hands if their [labours] contributions are not needed just - today they may be tomorrw, - and somewhere  they are needed today - and again all  agree in advising that whatever be sent be gotten as nearly direct as possible from the hands of the donors to the very spot for which it is designed - not to pass through too general distributors, strengthing  their advice by many reasons & circumstances which I do not feel at liberty to lay before you, no one can fail to perceive that a house of general recipts & distribution of store of all description for the whole U S must be a mamoth concern - abounding in confusion - which always involves loss & destruction of property - I am confident that this idea cannot be incorrect-and therefore  I will not hesitate to advise it upon my own responsibility - viz that every State should have in the vicinity of her greates body of troops a depot [store] of her own where all her contributions should be sent and dispersed if her own soldiers need it all - to them, if Washington then let her share generously and intelligently with those who do need - but know what she has and what she gives.", "max_diffs": 3}
{"pdf": "83.pdf", "page": 1, "id": "83.pdf_processed02", "type": "order", "before": "When I write another [thought] idea occurs to me - has it been thought of to procure each of our Regmnts that are to accompany the next expedition with some strong well filled boxes of of useful articles & stores, which are not to be opened until some battle or other [action] or strong necessity renders supplies necessary -  then necessities are sure to follow.", "after": "there were one hundred [and?] one, [persons?] here plus children therewith If pecunarily I were able, Massuchsetts should have her depot in this city and I should have no fears of inability this to me would be no experiment, for however dimly & slowly I discern other points, this has been clear to me from the first.", "max_diffs": 3}
{"pdf": "84.pdf", "page": 1, "id": "84.pdf_processed02", "type": "order", "before": "A note just now informs  me that our 4 companies of Engineers from Ft Independence stationed at the Arsenal of this city same for [?] from one in [?] for these supplies  from [the Great] Boston are compeled to sleep on bare stone floors with a simple blanket and are taking severe colds and coughing [frightfully] fearfully - my ingenuity points no way of relief but to buy sockery I run up manner ticks to be filled with [????y] to raise  and to this the reward of my day must be [?] than from the drafts a little _ they are far more exposed than they would be on the ground under a good tent.", "after": "I did not intend to say so much but let my interest be my apology, And with one more final word in answer to your rational question I have done, Ladies remember that the call for your organized efforts in behalf of our army was not from any Commission or Committee but from Abraham Lincoln & Simon Cameron and when they no longer need your labors they will tell you", "max_diffs": 3}
{"pdf": "85.pdf", "page": 1, "id": "85.pdf_processed02", "type": "order", "before": "I ask neither pay or praise, simply a soldier's fare  and the sanction of Your Excellency to go and do with my might, whatever my hands find to do.", "after": "Barton [* *I am glad to know that somewhere they have learned thier  duty to thier country, and have come up neither cowards,  or traitors.*]", "max_diffs": 3}
{"pdf": "86.pdf", "page": 1, "id": "86.pdf_processed02", "type": "order", "before": "Governor of the Commonwealth of Massachusetts Boston.", "after": "[*6*] [*Mch 20/'62*] John A Andrew.", "max_diffs": 3}
{"pdf": "89.pdf", "page": 1, "id": "89.pdf_processed02", "type": "order", "before": "Whenever yu may be  ready to visit Genl Burnsides division I will cheerfully give you a letter  of introduction , with my hearty", "after": "/62 Letter is request to send  Miss Barton to nurse sick & wounded soldiers in Burnside Div [*[Gov.", "max_diffs": 3}
{"pdf": "92.pdf", "page": 1, "id": "92.pdf_processed02", "type": "order", "before": "21, Midst of a dance They must address their letter to  Mrs.", "after": "-  Whn our first regt of troop [enterss ths city] came to the  defen of Washington I commenced to look after ther wants - and believe I covered the first [?] of part which was ever take to Mr Solerd in this City.", "max_diffs": 3}
{"pdf": "95.pdf", "page": 1, "id": "95.pdf_processed02", "type": "order", "before": "We put the thousand  wounded we had then into the train.", "after": "I stood in my car and fed the men 'till they could eat no more, then the people would take us home and feed us and after this we came home.", "max_diffs": 3}
{"pdf": "96.pdf", "page": 1, "id": "96.pdf_processed02", "type": "order", "before": "Brown & Co.", "after": "Camp near Falmouth, Va.", "max_diffs": 3}
{"pdf": "97.pdf", "page": 1, "id": "97.pdf_processed02", "type": "order", "before": "today and in the course of conversation I discovered that their views were entirely different.", "after": "chided me for having left any thing behind at the depot - as I told him I  had done, = on reaching Falmouth Station we found another old friend Capt.", "max_diffs": 3}
{"pdf": "98.pdf", "page": 1, "id": "98.pdf_processed02", "type": "order", "before": "Senators Nothing less than a strong conviction of duty owed to one of the brave defenders of our Nation's honor could induce me to intrude for a moment upon the already burdened, and limited term of action yet remaining to your Honorable Body.", "after": "I know the thousands who are also ready and willing waiting, and I offer not because I can do better or as well perhaps as others, but I am stronger, better aclimated, have firmer health, better able to forego comforts than ladies in general.", "max_diffs": 3}
{"pdf": "99.pdf", "page": 1, "id": "99.pdf_processed02", "type": "order", "before": "with the request that others might be sent them; the 21st had never lost their colors but they had worn them out, The old flag and its brave bearer are alike past other usefulness, save as examples for emulation, and titles of glory for some bright page of our nations history, and while the one is carefully treasured in the sacred archives of the  state, need I more than ask of this noble body to put forth its protecting arm to shelter, cherish and sustain, the other.", "after": "Thus drenched in blood and rent by the fury of eight battles.", "max_diffs": 3}
